<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Projects" icon="create" to="/projects" />
      <q-breadcrumbs-el label="ஆதிநாதன் தமிழ்-பிராமி எழுத்துரு" />

    </q-breadcrumbs>
  <div class="q-ml-lg q-mr-xl">

<p class="blockquote"><q-img src="../../assets/projects/Adinatha_vigraha.jpg" class="float-left q-ma-sm" width="100px"/>
பகவான் (ஆதிநாதர்) இவ்வாறு சொல்லி அவர்களை ஆசிர்வாதவசனங்களால் வாழ்த்தித் தமது ஹிருதயகமலத்தெழுந்தருளியிருந்த ஸ்ருததேவியினை ஸ்வர்ணபட்டகத்தின் மிசை பூஜாபுரஸ்ஸரம் அதிவசிப்பித்து, ஸ்ரீஹஸ்தமிரண்டினுலும் ஒரு முறையிலேயே எழுத்தினையும் எண்ணையும் அவர்கட்குக் காட்டியருளினர்.
<br/><br/>
அங்ஙனம் காட்டி அவருள் பிராம்மியென்னும் பெண்ணிற்கு தக்ஷிண ஹஸ்தத்தால், ‘சித்தந்நம:’ என்றெடுத்துக் கொள்ளப்பட்ட மங்களத்தையும், அகராதி ஹகாராந்தமாகிய ஸ்வரம் வியஞ்சனமென்னும் இரண்டு பேதத்தினை உடைத்தாகியதும், அயோகவாகங்கள் இரண்டாகவுடையதுமாகிய அக்ஷரமாலையினையும், சம்யோகாக்ஷரங்களது பிறப்பினையும் உபதேசித்தனர்<br/><br/>

<i>— ஆதிபர்வம், ஸ்ரீபுராணம்</i></p>
<p>தமிழ்-பிராமி எழுத்துமுறை பழந்தமிழை முதன் முதலாக எழுத பயன்படுத்தபட்ட பண்டைய எழுத்துமுறை ஆகும். இது இந்திய அளவிலான பிராமி எழுத்துமுறையின் தமிழ்மொழிக்கான தழுவல். இரண்டாயிரம் ஆண்டுகளுக்கு முன்பு தமிழ் மொழி தமிழ்-பிராமி எழுத்துக்களிலேயே எழுதப்பட்டு வந்தது. பழந்தமிழுக்கான மிக முந்திய கல்வெட்டுகள் அனைத்தும் தமிழ்-பிராமி எழுத்துமுறையிலேயே உள்ளன. பொது சகாப்தம்.நான்காம் நூற்றாண்டு வரையிலும் தமிழ்-பிராமி வழக்கில் இருந்தது. பின்னர்  பொது சகாப்தம் ஐந்தாம் நூற்றாண்டளவில், இது வட்டெழுத்தாக உருமாற்றம் பெற்றது.</p>

<p>பண்டைய தமிழ்-பிராமி எழுத்துமுறைக்கான முதன் முதல் யூனிகோடு எழுத்துருவான, “ஆதிநாதன் தமிழ் பிராமி” எழுத்துருவை  வெளியிடுகிறோம்.</p>

<p><a href="https://www.virtualvinodh.com/downloads/Adinatha-Tamil-Brahmi.zip">https://www.virtualvinodh.com/downloads/Adinatha-Tamil-Brahmi.zip</a></p>

<p>இந்த எழுத்துரு “ஓப்பன் ஃபாண்ட் லைசன்ஸ்”இன் கீழ் வெளியடப்படுகிறது. இதன் மூலம் எவரும் இந்த எழுத்துரு இலவசாமாக பயன்படுத்தி, மாற்றி, பகிர்ந்துக்கொள்ள இயலும் (ஓப்பன் ஃபாண்ட் லைசன்ஸ்’இன் கட்டுப்பாடுகளுக்கு உட்பட்டு). எழுத்துருவுடன், இன்ஸ்க்ரிப்ட் முறையிலான தட்டச்சிற்கான என்.ஹெச்.எம் ரைட்டரின் எக்ஸ்.எம்.எல்’இன் கோப்பும் தரப்பட்டுள்ளது. அத்துடன் எழுத்துருவை பற்றிய கூடுதல் விபரங்களும் அதை பயன்படுத்துவதற்கான வழிமுறைகளும் அடங்கிய கையேடும் உள்ளது.</p>

<p>
ஜைனர்களின் நம்பிக்கையின் படி, முதலாம் தீர்த்தரங்கரான அர்ஹத்பரமேஸ்வரன் ஆதிநாதரே எண்ணையும் எழுத்தையும் இயற்றியவர் ஆவார். இவ்வாறாக, அர்ஹத்பரமேஷ்டி ரிஷப ஸ்வாமி “பிராமி” என்றழைப்பட்ட தமது பெண்ணிற்கு எழுத்தையும், “சுந்தரி” என்ற பெண்ணிற்கு எண்ணையும் உபதேசித்தருளினார். எனவே தான் எழுத்துக்களின் மூல வடிவத்திற்கு “பிராமி” என்ற பெயர் நிலைபெற்றதாக ஜைனர்களின் நம்பிக்கை.</p><p> மேலும், தமிழ்-பிராமி கல்வெட்டுகள் பெரும்பாண்மையானவை ஜைன மத தொடர்புடையவை. ஜைன முனிவர்களுக்கு வழங்கிய தானங்களை ஆவணப்படுத்தும் விதமாக எழுத்தப்பட்டவை. வட இந்திய பிராகிருத மொழிகளை எழுத பயன்படுத்தப்பட்ட பிராமி எழுத்துக்கள் தமிழ் நாட்டிலுள்ள ஜைன மடங்களில் ஜைன முனிவர்களால் தமிழுக்கு ஏற்றவாற்று மாற்றி அமைக்கப்பட்டது என கருதப்படுகிறது. தமிழ்-பிராமியின் ஜைன தொடர்பை விளக்கும் வகையில் எழுத்துருவுக்கு “ஆதிநாதன்” என்ற பெயர் சூட்டப்பெற்றது.</p>

<p>
கல்வெட்டுகள் பெரும்பாலும் மசிப்படிகளாகவே சேமிக்கப்பட்டு வருகின்றன. இவை காலம் செல்ல செல்ல மோசமடையும் குணத்தை உடையவை. ஆகவே, சமீப காலங்களில் இந்த மசிப்படிகள் மின்னாக்கம் செய்யப்பட்ட, மின்னணு படங்களாக கணினியில் சேமிப்படுகின்றன. இவ்வாறானவை கணினி படச்சேமிப்புகள் சேமிப்பு மற்றும் திரும்பப்பெறுதல் ஆகியவற்றில் மிகவும் திறன் வாய்ந்தவை. எனினும் தேடல், வரிசைப்படுத்தல் முதலிய உரை சார்ந்த செயல்பாடுகளை படங்களின் மீது செலுத்த இயலாது. எனவே, கல்வெட்டுகளை படங்களாக சேமிக்கும் அதே வேளையில் அவற்றின் உள்ளடக்கத்தை உரையாக சேமிக்க வேண்டியது அவசியம் ஆகும்.</p>

<p>
ஆதிநாதன் தமிழ் பிராமி எழுத்துரு, யூனிகோடில் தமிழ்-பிராமி எழுத்துக்களை கணினி உரையாக வெளிப்படுத்த வழிவகுக்க வடிவமைக்கப்பட்டது. ஒரு யூனிகோடு எழுத்துரு என்ற முறையில் ஆதிநாதன் தமிழ்-பிராமி எழுத்துரு, தமிழ்-பிராமி எழுத்துக்களை அனைத்து கணினி செயல்பாடுகளிலும் தெளிவாக பயன்படுத்த வகை செய்கிறது. இந்த எழுத்துருவின்  மூலம், தமிழ்-பிராமி எழுத்துக்களில் நோட்பேடு, மைக்ரோசாஃப்ட் வர்டு போன்ற அனைத்திலும் உள்ளீடு செய்து பயன்படுத்தலாம்.</p>

<p>
தமிழ்-பிராமி, இந்திய-அளவிலான பிராமி எழுத்துமுறையின் முகமுந்திய பிராந்திய வடிவம் என்ற முறையில் மிகவும் முக்கியத்துவம் வாய்ந்தது. ஆகவே, தமிழ்-பிராமி எழுத்துக்களை கணினியில் செயல்படுத்த வைப்பது மிகவும் அத்தியாவசியம் ஆகிறது.</p>

<p>கல்வெட்டுகளில் உள்ள எழுத்துக்களை அதன் மூல வடிவத்திலேயே காட்டுவது மிகவும் முக்கியம் ஆகும். இதற்கு கல்வெட்டின் படங்களை உபயோகிப்பது எப்போதும் பொருந்தாது. எனவே, அவற்றின் உரையின் நடுவில் பயன்படுத்த “ஆதிநாதன் தமிழ் பிராமி” எழுத்துருவினை பயன்படுத்தலாம். இந்த எழுத்துருவின் மூலம், கல்வெட்டுகளை துல்லியமாக உரையில் வெளிப்படுத்த இயலும்.</p><p>
இந்த எழுத்துருவின் மூலம் இனி பண்டைய தமிழ் இலக்கியங்களை அதன் மூல வரிவடித்திலேயே இனி காண இயலும். வேண்டுவோர், மூல நூல்களின் மூல எழுத்துமுறையிலேயே இனி நூலை அச்சடிக்க இயலும். கல்வெட்டுகளின் ஆராய்ச்சியில் இந்த எழுத்துரு பங்களிக்கும் என நம்புகிறோம்.</p>

<p>”ஆதிநாதன் தமிழ் பிராமி” எழுத்துரு, வெளியடப்படப்போகும் தமிழ்-பிராமி எழுத்துரு வகைகளில் முதல் எழுத்துரு ஆகும். வருங்காலத்தில், தமிழ்-பிராமி கல்வெட்டுகளில் உள்ள எழுத்துக்களின் வடிவங்களை மிகவும் துல்லியமாக வெளிப்படுத்து, இன்னும் சில எழுத்துரு வடிவங்களை வெளியிட உள்ளோம்.</p>

<p>இவண்</p>
<p>வினோத் ராஜன்</p>

<p>ஸ்ரீரமண சர்மா</p>

<p>உதய சங்கர்</p>

<p>|| ஜைனேந்த்³ரம்ʼ த⁴ர்மசக்ரம்ʼ ப்ரப⁴வது ஸததம்ʼ ஸர்வஸௌக்²யப்ரதா³யி ||</p>
<hr/>
<q-img src="../../assets/projects/TK.png" width="400px" />
<br/><br/>
<p><b>தமிழ்-பிராமி கல்வெட்டு – ஜம்பை</b></p>
<q-img src="../../assets/projects/jambai_TB.png" width="400px" />
<br/>
<q-img src="../../assets/projects/Jambai_font.png" width="400px" />
<br/><br/>
<p>இருப்பது: ஸதியபுதோஅதியநநேடுமாநஅஞசிஈததபாளி</p>

<p>படிக்கும் முறை: ஸதியபுதோ-அதியந்-நெடுமாந்-அஞ்சி-ஈத்த-ப(ள்)ளி</p>
</div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
      tab: 'IAST'
    }
  },
  methods: {
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
  font-weight:bold;
}
</style>
