<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="யார் பிராமணர் ? வாசெட்ட சூத்திரம்" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl tamilold">
    <p class="text-h5">யார் பிராமணர் ? வாசெட்ட சூத்திரம்</p>
    <p><small><i>April , 2011</i></small></p>
<p><i>[திரிபிடகம் –> சூத்திர பிடகம் —> மஜ்ஜிம நிகாயம் –> பிராமண வர்க்கம் –> வாசெட்ட சூத்திரம்]</i>
</p><p>
<i>(ஸ்ரீலங்கா புத்த சாசன அமைச்சக வெளியீட்டில் இருந்து…)</i>
</p><p>
நான் பின்வருமாறு கேள்வியுற்றேன். ஒரு சமயம் புத்த பகவான் “இச்சாநங்கல” என்னும் கிராமத்தில் “இச்சாநங்கல” எனப் பெயரிய சிறுகாட்டில் எழுந்தருளி இருந்தார்கள். அக்காலத்தில் பலவாறு புகழ் பெற்ற செல்வம் படைத்த அந்தணர்கள் இச்சாநங்கல கிராமத்தில் வாழ்ந்து வந்தனர். அந்த அந்தணர்களின் பெயர்கள் வருமாறு: சங்கீ பிராமணர், தாருக்க பிராமணர், பொக்கரஸாதி பிராமணர், ஜாணுஸ்ஸோணி பிராமணர், தோதெய்ய பிராமணர் முதலியோரும் செல்வம் படைத்த புகழ்மிகு இன்னும் பல பிராமணர்கள்.
அக்காலத்தில் பாதங்களுக்கு சுகம் தரும் நோக்கில் கால் நடையாகச் சென்ற வாசெட்டர், பாரத்வாஜர் ஆகிய இரு இளைஞர்களுக்கிடையில் பின்வரும் விவாதம் நிகழ்ந்தது.
</p><p>
”அன்புடையீர், ஒருவர் எங்ஙனம் பிராமணர் என்னும் நிலையினை அடைவார் ? “ பாரத்வாஜ இளைஞர் பின்வருமாறு கூறினார். “அன்புடையீர், ஏதோவொரு காரணத்தினால் ஒருவர் தாய் பக்கத்தினாலும் நற்பிறப்புடையவராக விளங்குகிறாரோ ஏழாவது பிதாமகர் காலம் வரை தூய தாய் வயிற்றுடையவராக விளங்குகிறாரோ பிறப்பினைக் குறித்து துரத்தப்படாதவராகவோ நிந்திக்கப்படாதவராக விளங்குகிறாரோ அத்தகையவர் பிராமணர் எனப்படுவார்.” என்றார். அதற்கு வாசெட்ட இளைஞர், “அன்புடையீர், ஒருவர் சீலமுடையவராக அல்லது ஒழுக்கமுடையவராக விளங்குகிறாரோ அவர் பிராமணர் என்ப்படுவார்” என்றார். பாரத்வாஜ இளைஞர் வாசெட்ட இளைஞரை இணங்கவைக்க முடியவில்லை.

</p><p>
அதன்பின்னர், வாசெட்ட இளைஞர் பாரத்வாஜ இளைஞருக்கு பின்வருமாறு கூறினார். “அன்புமிக்க பாரத்வாஜரே, சாக்கியவம்ச புத்திரராக பிறந்த சாக்கிய குடும்பத்தைத் துறந்து துறவு பூண்ட இந்த சிரமண கௌதமர் இச்சாநங்கலம் என்னும் கிராமத்தில் உள்ள இச்சாநங்கல சிறு காட்டில் வசிக்கின்றார். அந்த பகவான் கௌதமரின் மங்கலமான புகழ் ஒலி பின்வருமாறு அறிய பரவியுள்ளது. “இக் காரணத்தினாலும் அந்த பகவான் அர்ஹதராக விளங்குகிறார், முழுமை அடைந்த புத்தராக விளங்குகிறார். வித்தியாரண சரண குணங்களுடையவராக விளங்குகிறார். சுகதராக விளங்குகிறார். உலகத்தை அறிந்தவராக விளங்குகிறார். மனிதர்களை அடக்கும் சாரதியாக விளங்குகிறார். தேவர்களுக்கும் மானுடர்களுக்கும் குருவாக விளங்குகிறார். புத்தராகவும் பகவனாகவும் விளங்குகிறார்.” என்றவாறு. சிரமண கௌதமர் எவ்வாறு உபதேசிக்கிறாரோ அதனை ஏற்றுக்கொள்வோம். “அன்புடையீர், அங்ஙனமே ஆகுக” என பாரத்வாஜ இளைஞர் வாசெட்ட இளைஞருக்கு பதிலளித்தார்.
</p><p>
பின்பு வாசெட்ட பாரத்வாஜ ஆகிய இரு இளைஞர்கள் பகவான் புத்தரிடம் சென்றனர். சென்று பகவான் புத்தரைக் கண்டு மகிழ்வுற்றனர். மகிழ்ச்சிக்குரியதும் நினைவுக்கூறத்தக்கதுமான விவாதத்தை முடித்துக்கொண்டு ஒரு பக்கத்தில் அமர்ந்தனர். ஒரு பக்கத்தில் அமர்ந்த வாசெட்ட இளைஞர் பகவான் புத்தருக்கு செய்யுள் மூலம் பின்வருமாறு தெரிவித்தார்:
</p><p>
அன்புடைய கௌதமரே, நாங்கள் (நீவீர் வினயமுள்ளவரீர் என) ஆசிரியர்களால் மதிக்கப்படவரும் (அங்ஙனம் வினயமுள்ளவர்களாவோமென தம்மால்) ஏற்றுக்கொள்ளப்பட்ட மூன்று வேதங்களையும் கரை கண்ட பிராமணர்கள் ஆவோம். நான் பொக்கரஸாதி பிராமணரின் சீடர் ஆவேன். இந்த இளைஞர் தாருக்க பிராமணருடைய சீடரே.
</p><p>
மூன்று வேதங்களில் கரைகண்ட அந்தணர்களால் அர்த்தவியஞ்சனத்துடன் கூறப்பட்ட எப்பொருளையும் சரிவரப்புரிந்து கொண்ட கேவலீ என்பவர் ஆவேன். சொற்சாத்திரங்களைக் கற்றுவருகிறோம். இலக்கணத்தைக் கற்றுவருகின்றோம். பேச்சுத்திறமையில் தமது குருதேவர்களுக்கு நிகராவோம்.
</p><p>
மாண்புமிக்க கௌதமரே, எங்களுக்கிடையில் சாதிபற்றிய விவாதம் எழுந்துள்ளது. பாரத்வாஜ இளைஞர் “பிறப்பால் ஒருவர் பிராமணர் ஆவார்” எனக்கூறுகிறார். நானோ “செயலினால் பிராமணர் ஆவார்” என்று கூறுகிறேன். ஐந்து அறிவுக்கண்களையுடையவரே, எமக்கிடையில் உள்ள விவாதம் இதுவென அறிவீர்.
</p><p>
நாங்கள் இருவரும் ஒருவருக்கொருவை இணங்குவிக்க இயலாதவர்களாய் இருப்போம். உலகத்தில் வசிக்க தேவர்கள் இருகை கூப்பி கிட்ட வந்து முழு நிலாவை வணங்கும் விதத்தில் எங்ஙனம் பகவான் கௌதமரை போற்றி வணங்குகிறார்களோ அவ்வாறு பரந்த உலகில் தோன்றிய கண்போன்ற பகவான் சம்புத்த கௌதமரிடம் வினா எழுப்புவதற்கு வந்த நாம் ஐயன்மீரைப் பின்வருமாறு கேட்கிறோம்:
</p><p>
பிறப்பால் பிராமணர் ஆவாரோ அல்லது செயல்காரணமாக பிராமணர் ஆவாரோ என்ற பிராமணர் பற்றிய தீர்ப்பினை நாம் அறியக்கூடியவாறு அறியாதவர்களாகிய எங்களுக்கு உபதேசித்து அருளுங்கள்.
</p><p>
(“வாசெட்டரே” என புத்தபகவான் கூறத்தொடங்கினார்) நான் உங்களுக்கு உயிரனங்களின் பிறப்பு விளக்கம் பற்றி வரன் முறைப்படி விளக்குகிறேன். உயிரினங்கள் பல்வேறுபட்டனவாகும்.
</p><p>
(’நாம் புல்பூண்டுகள் ஆவோம்’, “நாம் மரங்களாவோம்” என) புல் பூண்டுகள் அல்லது மரங்கள் வெவ்வேறாக அறியாதனவாக உள்ளனவோ அந்த மரங்களைப் பற்றி அறியுங்கள். அவற்றின் பிறப்பு சார்ந்த இலிங்கங்கள் உண்டு. (காரணம் என்னவெனில்) பிறப்புக்கள் பல்வகைப்பட்டன.
</p><p>
அதன் பின்னர் (உபாதின்னகங்கள் குறித்து) சிற்றெறும்பு தொடங்கி புழுக்களையும் வெட்டுக்கிளிக்களையும் அறிக. இவற்றின் பிறப்பு சார்ந்த இலிங்கங்கள் உள்ளன. (காரணம் என்னவெனில்) பிறப்பினங்கள் பல்வகைப்பட்டன.
</p><p>
நீண்ட முதுகுகளைக்கொண்ட ஊர்ந்து செல்லும் விஷம்பொருந்திய ஜந்துகளையும் அறிக. இவற்றின் பிறப்பு சார்ந்த இலிங்கம் உண்டு. (காரணம் என்னவெனில்) பிறப்பினங்கள் பல்வகைப்பட்டன.
</p><p>
அதன் பின்னர், நீரில் பிறந்து நீரில் வாழும் மீன்களையும் அறிக. இவற்றின் பிறப்பு சார்ந்த இலிங்கம் உண்டு. (காரணம் என்னவெனில்) பிறப்பினங்கள் பல்வகைப்பட்டன.
</p><p>
பின்பு இறகுகளைக் கொண்டு ஆகாயத்தில் திரியும் பக்ஷிகளையும் அறிக. இவற்றின் பிறப்புசார் இலிங்கம் உண்டு. (காரணம் என்னவெனில்) பிறப்பினங்கள் பல்வகைப்பட்டன.
</p><p>
மேற்கூறிய பிறப்பினங்களை பொறுத்தவரை வெவ்வேறு பிறப்பினம் சார்ந்த இலிங்கங்கள் உள்ளனவோ அவ்வாறு மானிடர்கள் விஷயத்தில் வெவ்வேறு பிறப்பு சார்ந்த இலிங்கங்கள் இல்லை, தலைமயிர் குறித்து இல்லை, தலையினைக் குறித்து இல்லை, காது குறித்து இல்லை, கண்கள் குறித்து இல்லை, வாய் குறித்து இல்லை, மூக்குக் குறித்து இல்லை, உதடுகள் குறித்து இல்லை, புருவங்கள் குறித்து இல்லை, கழுத்துக்குறித்து இல்லை. உடல்பக்கம் குறித்து இல்லை, வயிறு குறித்து இல்லை, முதுகு குறித்து இல்லை, இடை குறித்து இல்லை, தோள்கள் குறித்தும் இல்லை, பிட்டம் குறித்தும் இல்லை, உடலுறவு குறித்தும் இல்லை, கைகள் குறித்தும் இல்லை, கால்கள் குறித்தும் இல்லை, கெண்டைகள் குறித்தும் இல்லை, தொடைகள் குறித்து இல்லை, நிறம் குறித்து இல்லை, குரல் ஒலிக்குறித்தும் வேறு பிறப்பினங்களுக்கு உள்ளவாறு பிறப்பு சார்ந்த இலிங்கங்கள் இல்லவே இல்லை.
</p><p>
(பிராமணர்கள் முதலிய வேறுபாடுகொண்ட) மனித உடலில் வெவ்வேறுபட்ட அந்த (பிறப்பு சார்ந்த இலிங்கம்) காணப்படுவதில்லை. மனிதர்கள் விஷயத்திலான பல்வகைபட்டமை வழக்கு விசேஷத்தினால் மட்டுமே நுவலப்படும்.
</p><p>
மனிதர்களுள் எவரேனும் ஒருவர் கமம் செய்து வாழ்கிறாரோ, வாசெட்டரே, அவர் “கமக்காரார் ; பிராமணர் அல்லர்” என்பதை அறிக.
</p><p>
வாசெட்டரே, மனிதர்களுள் எவரேனும் பலவித சிற்பங்களைக் கொண்டு வாழ்கின்றாரோ அவர், “ஒரு சிற்பி, பிராமணர் அல்லர்” என்பதை அறிக.
</p><p>
வாசெட்டரே, மனிதர்களுள் எவரேனும் ஒருவர் வேலை செய்து வாழ்கின்றாரோ அவர் “ஒரு வேலைக்காரன், பிராமணர் அல்லன்” என்பதை அறிக.
</p><p>
வாசெட்டரே, மனிதர்களுள் ஒருவர் களவெடுத்து வாழ்கின்றாரோ அவர், “ஒரு கள்ளன், பிராமணர் அல்லர்” என்பதை அறிக.
</p><p>
வாசெட்டரே, மனிதர்களுள் ஒருவர் ஆயுதங்களை கொண்டு வாழ்கின்றாரோ அவர், “ஒரு படை வீரர், பிராமணர் அலல்ர்” என்பதை அறிக.
</p><p>
வாசெட்டரே, மனிதர்களுள் ஒருவர் புரோகிதர் பணியைப் புரிந்து வாழ்கின்றாரோ அவர், “ஒரு புரோகிதர், பிராமணர் அல்லர்” என்பதை அறிக.
</p><p>
வாசெட்டரே, மனிதர்களுள் ஒருவர் ஊரினையும் நாட்டினையும் அனுபவிக்கிறாரோ, அவர், “ஒரு அரசன். பிராமணர் அல்லர்” என்பதை அறிக.
</p><p>
நான் பிறப்பு, தாய்மை ஆகியவற்றை மட்டுமே துணையாகக்கொண்டு “பிராமணர்” என அழைக்க மட்டேன். ஒருவர் (ஆசைகள் முதலிய) பீடைகள் உடையவராக இருப்பின் அவர் “போ⁴வாதி” எனப்படுவார். (ஆசைகள் முதலிய) பீடைகள் அற்றவராய் பற்றுத் துறந்தவராக இருப்பின் அவர் ஒரு “பிராமணர்” என்பேன்.
</p><p>
எவர் நிச்சயமாக சகல சம்யோகங்களையும் அழித்தவராயும் தண்ஹா இல்லாதவராயும் (ஆசைகள் முதலிய) சுகங்களைக் கடந்தவராயும் இருப்பவரையே “பிராமணர்” என நான் குறிப்பிடுவேன்.
</p><p>
(கடுமையான பகை எனப்படும்) கயிற்றினையும் (பற்று எனப்படும்) கடிவாளத்தையும் (தவறான கருத்துக்கள் என்ற) பாசத்தினையும் (திருஷ்டி அனுஷய) என்னும் முடிச்சினையும் வெட்டியவராய் (அவிச்சை) என்னும் பூட்டு இல்லாதவராய் நான்கு வாய்மைகளை அறிந்தவரையே நான் “பிராமணர்” என்றழைப்பேன்.
</p><p>
எவர் சினமின்றி ஆக்ரோஷங்களையும் நிந்தனங்களையும் பொறுத்துக் கொள்வாரோ சாந்தி பலம் கொண்டவரும் சாந்தி என்னும் படையணிகளைக் கொண்டவருமான அவரை “பிராமணர்” என்று நான் கூறுவேன்.
</p><p>
குரோதமில்லாதவரையும் துதாங்க உடையவராயும் துதாங்க விரதம் அனுஷ்டிப்பவராயும் ஒழுக்கமுடையவராயும் பண்புள்ளவராயும் (ஆசைகள் முதலிய) உத்சதங்கள் அற்றவராயும் அடக்குமுடையவராயும் இறுதி உடம்பினைக் கொண்டவராயும் இருக்கும் அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
தாமரை இலையின் மீதுள்ள நீர் துளியைனைப் போலவும் ஊசியின் நுனி மீதுள்ள கடுகினைப் போலவும் எவர் காம இச்சைகளில் பற்றற்றவராய் உள்ளாரோ அவரை நான் “பிராமணர்” என்பேன்.
</p><p>
எவர் துக்கத்தை அறிந்தவராகவும் இம்மையிலேயே தமது துக்க நிவாரணத்தை அறிந்தவராகவும் இறக்கிவிட்ட பாவ பாரத்தை உடையவராகவும் சகல கிலேசங்கள் அற்றவராகவும் இருப்பவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
ஆழ்ந்த சிந்தணையோடு கூடிய அறிவுடையவராய் இயற்கையான அறிவு படைத்தவராய் மார்கம், அமார்கம் என்பன பற்றிய சிறந்த அறிவுடையவராய் உத்தம அர்த்தம் எனப்படும் அர்ஹதநிலை அடைந்தவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
இல்லறத்தாரோடும் இல்லறவாசிகள் அல்லாதோரோடும் சம்பந்தமற்றவராயும் ஐந்து காம இச்சைகளில் பற்றில்லாதவராயும் ஆசைகளற்றவராயும் இருப்பவரை நான் “பிராமணர்” என்பேன்.
</p><p>
தோற்றம் கொண்ட அசைவுள்ள மற்றும் தாவர ஜந்துகளைத் தண்டிப்பதைக் கைவிட்டவராய் எவர் இம்சை புரிய மாட்டாரோ கொலை செய்ய மாட்டாரோ அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
தடிகளைக் கைகளின் ஏந்திய பகைவர்களிடம் பகை கொள்ளாதவராய் (கிலேசங்களை ஒழித்தமையால்) அடக்கம் உடையவராயும் உபாதானம் உள்ளவர் மத்தியில் உபாதானமற்றவராயும் உள்ளவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவருடைய ஆசை, துவேஷம், மோஹம் ஆகியவை ஊசி நுனியிலிருந்து விலகிய கடுகு போலக் கைவிடப்பட்டுள்ளனவோ அத்தகையவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
தமது சொல்லினால் எவரையும் தாக்காதவராயும் கடுமையான புறம் சொல்லாதவராயும் சத்திய வசனங்கள் பகர்பவராயும் இருப்பவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவர் உலகத்திலுள்ள நீளமுள்ளதும் குறுகியதும் நுண்ணியதும் திண்ணியதுமான இனிய மற்றும் இன்னாத பொருள்களைக் களவெடுக்க மாட்டாரோ அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவருக்கு இம்மையிலும் மறுமையிலும் ஆசைகள் இல்லையோ பற்று இன்மையால் பற்றற்றவராயும் விளங்குகிறாரோ அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவரிடத்தில் பற்று என்னும் ஆலயங்கள் இல்லையோ அறிவு காரணமாக கதங்கதை எனப்படும் ஐயங்கள் இல்லையோ எவர் அமுதநிலை அடைந்தவராக இருக்கின்றாரோ அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவர் இவ்வுலகத்தில் புண்ணிய பாபங்களாகிய இரண்டு சங்கங்களை கடந்துள்ளாரோ சோகமில்லதவராயும் ரஜஸ் இல்லாதவராயும் தூய்மையுடையவரான அவரையே “பிராமணர்” என்பேன்.
</p><p>
களங்கமற்ற தூய நிலா வட்டத்தைப் போன்று பிரபாஸ்வரம் கொண்டவராயும் (ஆசைகள் முதலியவற்றால்) கலக்கமுறாதவராய் ஒழிக்கப்பட்ட பற்றும் பவமும் கொண்டவரான அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவர் விவாதபாற்பட்டதனால் பீடைகள் நிரம்பிய கடக்கவியலாததுமான சஞ்சரிப்பதற்கு ஏதுவான மோகத்தைக் கடந்து நிற்பாரோ நான்கு நீரோடைகளை கடந்தவராய் நிர்வாணமென்னும் கரையினை அடைந்தவராய் தியானம் செய்பவராய் பற்றற்றவராய் ஐயங்கள் அற்றவராய் உபாதான என்ற வகையில் பற்றுகொள்ளாமல் பரிநிர்வாணம் எய்தினாரோ அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவர் இவ்வுலகில் காம இச்சைகளை துறந்து இலறத்திலிருந்து துறவறம் பூண்டவராய் பற்றினையும் பாவத்தினையும் அறுத்தவரான அவரை நான் “பிராமணர்” என்பேன்.
</p><p>
ஜந்து மானிட காமகுணயோகத்தைக் கைவிட்டு திப்பிய பஞ்சகாமகுணயோகத்தைக் கடந்தவராய் இங்ஙனம் சகல யோகங்களோடு தொடர்பற்றவரான அவரை நான் “பிராமணர்” என்பேன்.
</p><p>
பஞ்சகாமகுணங்களின் விருப்பத்தினையும் குசலபாவாங்கள் பாலுள்ள விருப்பமின்மையும் கைவிட்டு சீதிபூதநிலை அடைந்த உபதி அற்றவராய் சகல உலகங்களையும் தாக்கி நிற்கும் பூரணம் செய்த வீரியமுடையவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
எவர் உயிர்களின் மரணத்தை அறிந்தவரையும் சகல விதத்திலுமான பிறப்புகளை அறிந்தவராயும் மீறப்பெறாத சிறந்த குணநலன்களை உடையவராயும் நான்கு வாய்மைகளை அறிந்துள்ளவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
தேவர்களும் கந்தர்வர்களும் மானிடர்களும் கண்டறிய முடியாத தோற்றமுடைய ஆசிரவங்கள் அற்ற ஒருவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
கடந்தகாலத்தில் எதிர்காலத்திலும் நிகழ்காலத்திலும் எவருக்கு கிஞ்சனம் என்னும் கிலேசங்கள் இல்லையோ கிஞ்சனமற்றவராயும் (கிலேசங்கள் என்றவகையில்) ஆதானமற்றவராயும் உள்ளவரையே நான் “பிராமனர்” என்பேன்.
</p><p>
அதி சிறந்த உயர் வீரியத்தைக் கொண்டவராயும் மகரிசியானவராயும் போரில் வெற்றி கண்டவராயும் பற்றற்றவராயும் கழுவப்பட்ட சிலேக புலங்கள் உடையவராயும் நன்குவாய்மைகளை அறிந்துள்ள அவரையே ”பிராமணர்” என்பேன்.
</p><p>
எவர் முன்ஜன்மங்களை அறிந்தவராயும் சுவர்க்கம் அபாயங்களை அறிந்தவராயும் பிறப்பு அறுத்த நிலைக்கு வந்தவராயும் இருப்பாரோ அவரையே நான் “பிராமணர்” என்பேன்.
</p><p>
(உறவினர்களாலும் இரத்தத் தொடர்புடையவர்களாலும்) வழங்கப்பட்ட நாமங்களும் கோத்திரப் பெயர்களும் உலகியல் வழக்கு மட்டுமே (நீண்ட காலம் அனுசய வகையில் ஏற்பட்டுள்ள திருஷ்டிகள் பற்றி) அறியாத உறவினர்களால் அவ்வக் காலங்களில் (பிறந்த நேரத்தில்) வைக்கப்பட்ட (நாம கோத்திரங்கள்) வழக்கினையொட்டி ஏற்பட்டனவாகும். அதை அறியாதவர்கள் பிறப்பினைக் கொண்டு பிராமணர் ஆவர் எனக் கூறுவர். பிறப்பினால் பிராமணரும் ஆக மாட்டார்கள். பிராமணர் அல்லாதவரும் ஆக மாட்டார்கள். செயல் காரணமாக பிராமணர் ஆவர், செயல் காரணமாக பிராமணர் அல்லாதவரும் ஆவார்கள்.
</p><p>
(கமத்தொழில்களைப் போன்ற) செயல் காரணமாக கமக்காரர் எனபப்டுவார், செயல் காரணமாக “சிற்பி” எனப்படுவார், செயலினால் வர்த்தகர் ஆவார், செயலினாலேயே புடைவைத் தொழிலாளி ஆவார். செயலினால் கள்வர் ஆவார். செயலினால் படைவீரர் ஆவர். செயலினால் புரோகிதர் ஆவர். செயலினால் அரசரும் ஆவார்.
</p><p>
இங்ஙனம் படிச்ச சமுப்பாதத்தை (*பிரதீத்ய சமுத்பாதம் – சார்பின் தோற்றக் கொள்கை) அறிந்தவரும் செயல்விளைவு பற்றிய நல்லறிவு பெற்றவருமான அறிஞர்கள் உண்மையான செயல்களின் கருத்தினை கண்டறிவர்.
</p><p>
உலகம் செயலினால் ஜீவிக்கிறது, பிரஜைகள் செயலினால் ஜீவிக்கின்றனர். செல்லும் வாகனத்தின் கடையாணியைப் போன்று ஜந்துக்கள் செயல்களோடு பின்னிப் பிணைந்துள்ளன.
</p><p>
துதாங்க தவம் காரணமாகவும், உடலுறவினைத் துறப்பதினாலும் சீலத்தினாலும் ஐம்புலன் அடக்கத்தினாலும் இவ்வாறு இதனால் “பிராமணர்” ஆவார். குறிப்பிட்ட செயல் உயர் பிராமணத்தன்மையினை எடுத்துரைக்கும் பண்புகளாகும்.
</p><p>
மூன்று அறிவுகளைப் படைந்தவராகவும் பாவங்களைத் தணிந்தவராயும் ஒழித்த மறுபிறப்புடையவராயும் இருப்பவரே, வாசெட்டரே, இங்ஙனம் “பிரம்மா” எனவும் “சக்கிர தேவேந்திரன்” எனவும் அறிந்தோர் வழக்கினால் அறிக.
</p><p>
இங்ஙனம் அருளிய பின்னர், வாசெட்டர், பார்த்வாஜர் ஆகிய இளைஞர்கள் இருவர் பகவான் கௌதமருக்குப் பின்வருமாறு கூறினர், “பகவான் கௌதமரே, சாலச் சிறந்ததே, தலைகீழாக இருந்த பாத்திரத்தை நிமிர்த்தியவாறும் மூடப்பட்ட ஒரு பொருள் திறக்கப்பட்டவாறும் வழி தவறிய ஒருவருக்கு வழி எடுத்துரைக்கப்பட்டவாறும் கண்ணுள்ளவர்கள் உருவங்களை காணுங்கள் என இருளில் எண்ணெய் விளக்கொன்று பிடிக்கப்பட்டவாறும் பகவான் கௌதமரால் தர்மம் உபதேசிக்கப்பட்டது.
</p><p>
நாங்கள் பகவான் கௌதமரையும், தர்மத்தையும் பிக்குசங்கத்தினரையும் சரணமடைவோம். பகவான் கௌதமர் இன்று தொடக்கம் உயிருள்ளவரை எம்மை சரணமடைந்த உபாசகர்களாக ஏற்றுக் கொள்ள வேண்டும்.</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
