<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="நம்பிக்கை… சிரத்தை" />
    </q-breadcrumbs>
      <div class="q-ml-lg q-mr-xl">

    <p class="text-h5">நம்பிக்கை… சிரத்தை
</p>
    <p><small><i>Composed: December, 2010</i></small></p>

<p>சீனதேசத்தில் ஒரு ஊரில் சில வர்த்தகர்கள் பாரததேசத்திற்கு பிரயாணப்பட்டுக்கொண்டிருந்தனர், அந்த ஊரில் வயதான மூதாட்டி ஒருவர், அந்த வர்த்தர்களிடம், “அப்பா! புத்தருடைய ஜென்மபூமிக்கு செல்கின்றீர்கள். நீங்கள் எவ்வளவோ அதிர்ஷ்டசாலிகள் ! நான் ஒரு அபாக்கியவதி. அந்த அதிர்ஷ்டம் எனக்கு இல்லை. உங்களை மீண்டும் மீண்டும் பிரார்த்திக்கின்றேன். அந்த தேசத்தில் இருந்து திரும்பி வரும்போது மறந்து போகாமல், புத்தருடைய சரீரபாகம் ஒன்றை கொண்டுவரவேண்டும். என்னுடைய பூஜை அறையில் வைத்து பூஜித்துக்கொள்வேன்” என வேண்டுகோள் விடுத்தார்.</p>

<p>”இவள் ஒரு பைத்தியக்காரி. புத்தருடைய சரீரபாகங்கள் பாரததேசத்தின் சந்தையில் வாங்கக்கூடிய வஸ்து என நினைத்துகொண்டிருக்கிறாள்” என மனதில் எண்ணிக்கொண்டு,  “அப்படியே பாட்டி, தவறாமல் கொண்டுவருகிறோம்” என்றனர் அந்த வர்த்தகர்கள்.</p>

<p>மூன்று வருடங்கள் கழித்து அந்த வர்த்தகர்கள் மீண்டும் சொந்த ஊருக்கு வந்து சேர்ந்தனர். ஊருக்கு வந்த பிறகே ஒரு வர்த்தகனுக்கு அந்த மூதாட்டி வேண்டியது ஞாபகத்திற்கு வந்தது. அவனுடைய வீடு அந்த மூதாட்டியில் வீட்டிற்கு அருகிலேயே இருந்தது. வெறும் கையோடு சென்று அந்த மூதாட்டியிடம் வசைகளை எதற்கு வாங்க வேண்டும் என்ற நினைப்பில் அப்படி இப்படி என விழித்துக்கொண்டிருந்தான். அவன் செல்லும் வழிக்கும் அருகில், இறந்து போன நாய் ஒன்று கண்களில் பட்டது. அதன் பற்களில் ஒன்றை உடைந்து நன்றாக கழுவி சுத்தம் செய்து ஒரு பேழையில் வைத்து அதை அந்த மூதாட்டியிடம் கொடுத்தான். அவள் அடைந்த ஆனந்தத்திற்கு அளவே இல்லை.</p>
<p>
சில நாட்களிலேயே அந்த மூதாட்டியின் வீடு ஒரு யாத்திரைஸ்தலமாக ஆகிவிட்டது. வெகுதூர பிரதேசத்தில் இருந்தெல்லாம் கூட பக்தர்கள் வந்தவண்ணம் இருந்தனர். அங்கே நிலைபெற்று வீற்றிருந்த அந்த பல்லை வரிசையில் நின்று தரிசித்து பூஜித்து சென்றனர். பக்தர்கள் வந்து செல்வதை பார்த்த அந்த வர்த்தகன் ”மூட ஜனங்கள்” என்று நினைத்துவிட்டு சும்மா இருந்தான்.</p>
<p>
”அந்தப்பல் ஒருவிதமான தேஜஸ்ஸுடன் தகதகவென பிரகாசிக்கிறது” என பார்த்துவிட்டு வந்தவர்கள் இவனிடம் கூற, தானும் வரிசையில் நின்று பார்த்துவிட்டு வந்தான். பார்த்த அவனுடைய மனம் கலவரப்பட்டது. பாவ பயம் அவனை பீடித்துக்கொண்டது. அந்தப் பல் தான் கொடுத்தது என்றாலும் அப்போது இல்லாது ஒரு பிரகாசம் இப்போது அதில் காணப்பட்டது. புத்தரின் திருப்பல் என்ற பெயரில் நாயின்பல்லுக்கு பூஜைகள் நடைபெறுவது அவனுக்கு மஹா அபசாரபாக தோன்றியது. இனியும் சும்மா இருக்கக்கூடாது என்று நிச்சயித்தான். அவன் வெளியாள் கிடையாது. திரிரத்தின சரணத்தை ஏற்றுக்கொண்ட புத்த உபாசகன். எனவே, அந்த அபச்சாரத்தை நிறுத்தலாம் என, உண்மை விஷயத்தை வெளியில் சொன்னான். ஆனால் என்ன லாபம் ? உண்மை விஷயம் வெளியே தெரிந்த பிறகும் கூட அந்த பல்லின் தேஜஸ்ஸும் பிரகாசமும் அவ்வாறே இருந்தது மறைந்துவிடவில்லை.  அந்த மூதாட்டியின் பக்தி நம்பிக்கை சிரத்தையின் பிரபாவம் அந்த பல்லின் பிரபாவமாக இணைந்து சேர்ந்து அது ஒரு திவ்விய சைத்யமாக மாறிப்போனது !</p>
<p>
(ராமலிங்கம் என்பவர் எழுதிய “ப்ரஜ்ஞா பாரமிதா” என்று தெலுங்கு நூலில் இருந்து மொழிப்பெயர்க்கப்பட்டது. மிகவும் அருமையான புத்தகம். மஹாயான பௌத்த கருத்துக்களை மிகவும் அழகாக தெலுங்கில் விவரித்து எழுதியுள்ளார். ஆங்கிலத்திலேயே இந்த துறையில் நூல்களை படித்தவன் என்ற முறையில் ஒரு இந்திய மொழியிலேயெ இந்திய கருத்துக்களை படிப்பது அலாதியான இன்பம் தான். ப்ரஜ்ஞாபாரமிதா ஹ்ருதய சூத்திரம் மற்றும் வஜ்ரச்சேதிக ப்ரஜ்ஞாபாரமிதா சூத்திரம் என்று இரண்டு சூத்திரங்களை தெலுங்கில் மொழிப்பெயர்த்து விவரித்து இந்நூலில் எழுதி உள்ளார்.  ) </p>  </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
