<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="பௌத்த கலப்பு சமஸ்கிருதம்" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl">
    <p class="text-h5">பௌத்த கலப்பு சமஸ்கிருதம்
</p>
    <p><small><i>Composed: May, 2012</i></small></p>
<p class="blockquote">
யாவத கேசி த³ஸ²த்³தி³ஸி² லோகே ஸர்வத்ரியத்⁴வக³தா நரஸிம்ʼஹா: |<br/>
தாநஹு வந்த³மி ஸர்வி அஸே²ஷாந் காயது வாச மநேந ப்ரஸந்ந: ||<br/>
<i>— ப⁴த்³ரசரீப்ரணிதா⁴ந ஸ்தோத்ரம்</i>
<br/><br/>
தத: ப்ரவ்ருʼத்தம்ʼ மம த⁴ர்மசக்ரம்ʼ ||<br/>
நிர்வாணஸ²ப்³த³ஸ்²ச அபூ⁴ஷி லோகே ||<br/>
<i>— ஸத்³த⁴ர்மபுண்ட³ரீக ஸூத்ரம்</i>
</p><p>
பௌத்த தர்மம் தோன்றியதில் இருந்து பௌத்த கருத்துக்கள் அனைத்தும் வெகுஜன தளத்தில் புழங்கும் மொழியினை அடிப்படையாக கொண்டே வெளிப்படுத்தப்பட்டு வந்தன. த்ரைலோக்ய நாயகரான புத்த பகவானும் தமது தர்மத்தை மக்களுக்கு உகந்த மொழியிலேயே உபதேசித்தருளினார்.
</p><p>
ஒரு சமயம் சதுர்மஹாராஜர்களான – குபேரன் (வடக்கு), திருதராஷ்டிரன் (கிழக்கு), விரூடகன் (தெற்கு), விரூபாக்ஷன் (மேற்கு) – ஆகிய சதுர்திக்பாலர்களுக்கு பகவான் தர்மோபதேசம் அருளிக்கொண்டிருந்தார். அப்போது முதல் இரண்டு திக்பாலர்களுடன் சமஸ்கிருதத்திலும், மூன்றாவதான தக்ஷிணதிக்பாலரிடம் தமிழிலும், நான்காவதான பஸ்²சிமதிக்பாலரிடம் மிலேச்ச மொழியிலும் உபதேசித்தாக சீன திரிபிடகத்தில் கூறப்பட்டுள்ளது. சபையின் மொழியையே தமது மொழியாக கருதி மக்களுக்கு ஏற்ற வண்ணம் தர்மத்தை உபதேசிப்பதாக தீர்க்க ஆகமத்தில் பகவானே அருளியுள்ளார்.
</p><p>
<q-img src="../../assets/tamil/Unknown_Tibetan_Sanskrit_Text.jpg" width="200px" class="float-left q-ma-sm"/>
ஒரு முறை, பிராமணர்களான இரண்டு பிக்ஷுக்கள் பகவானிடம் சென்று, “பகவானே, தங்கள் கருத்துக்களை பற்பலரும் தத்தமது மொழிகளில் வெளிப்படுத்தி, அதனால் பகவானின் தர்மத்தை திரிக்கின்றனர். ஆகையால், திரியாத வண்ணம் அவற்றை சந்தஸில் (வேத முறையில்) பதிவு செய்ய அனுமதிக்க வேண்டும்” என்று வேண்டுகோள் விடுத்தனர். அதற்கு பகவான், “பிக்ஷுக்களே, ததாகதருடைய தர்மம் சந்தஸில் பதிக்கப்படுவதை அனுமதிக்க இயலாது. தர்மத்தை சொந்த மொழியிலேயே வெளிப்படுத்த அனுமதிக்கின்றேன்” என பதிலளித்தார். (சாக்கியமுனியின் காலத்தில் சமஸ்கிருதம் பிராமணர்களிடம் மட்டும் புழங்கியது, மக்களை அடையவில்லை.)
</p><p>
ஆகவே, ஆரம்பகாலத்திலிருந்தே மக்களிடம் பெருவழக்காக இருந்த மொழிகளைக் கொண்டே பௌத்த நூல்கள் உருவாகி பரவி வந்துள்ளன. புத்த மதம் பரவிய ஆரம்ப காலத்தில் பிராகிருத மொழிகள் செல்வாக்குடன் திகழ்ந்தபோது காந்தாரி, மாகதி போன்ற அந்தந்த பகுதியில் வழக்கில் இருந்த பிராகிருத மொழிகளில் பௌத்த சூத்திரங்களும் நூல்களும் இயற்றப்பட்டன. பிற்காலத்தில், அதாவது பொது சகாப்தத்தின் ஆரம்பகால நூற்றாண்டுகளில் சமஸ்கிருதம் பரவலாக்கப்பட்டு, மக்களிடத்தில் வழக்கில் புகுந்தது. பற்பல நூல்களும் சமஸ்கிருதத்தில் இயற்றப்பட்டன. சமஸ்கிருதம் சாஸ்திர மொழியாக இக்காலக்கட்டத்தில் ஸ்தாபிக்கப்பட்டது. எனவே, அதற்கு ஈடு கொடுக்கும் விதமாக, பௌத்த தர்மத்தினரும் சமஸ்கிருத மொழியை உபயோகிக்கத் தலைப்பட்டனர்.
</p><p>
பௌத்த தர்மத்தினுள், தர்மகுப்தகம், ஸர்வாஸ்திவாதம், மஹாஸாங்கிகம் முதலிய பிரிவினர் இந்த மொழிமாற்றத்தை ஏற்று தமது நூல்களை சமஸ்கிருதத்தில் இயற்றினர். பழைய பிராகிருத நூல்களை மீண்டும் சமஸ்கிருதத்தில் உருமாற்ற முனைந்தனர். மஹாயான நூல்களும் சமஸ்கிருத மொழியிலேயே தோன்றின. ஆனால், தேரவாதம் முதலிய பிரிவினர் தமது பூர்வீக பிராகிருத மொழியினையே தெய்வபாஷையாக கருத முற்பட்டு, இந்த மொழிமாற்றத்தை புறக்கணித்து, வழக்கில் இல்லாத நிலையிலும், பழைய முறையிலான பிராகிருதத்தையே பயன்படுத்தி வந்தனர். (ஜைனர்களும் கூட மிக பிற்காலத்திலேயே பிராகிருதத்தை விடுத்து சமஸ்கிருதத்தை ஏற்றுக்கொண்டனர்.)
</p><p>
ஆனாலும், இவ்வாறாக பௌத்த தர்மத்தினர் சமஸ்கிருதத்தை பயன்படுத்தினாலும், ஆரம்ப நிலையில் அவை அனைத்தும் பாணினியின் இலக்கணத்திற்கு உட்பட்டு அமையவில்லை. பாணினியின் சமஸ்கிருத விதிகளுக்கு புறம்பான பயன்பாடுகளோடும் பிராகிருத மொழிக்கூறுகளும் அடங்கியதாக அந்த மொழிப்பயன்பாடு அமைந்தது. எனவே, பிராகிருத கலப்புக்கொண்டதாக கருதப்பட்டதால், இவற்றை மேற்கத்திய அறிஞர்கள் “பௌத்த கலப்பு சமஸ்கிருதம்” (Buddhist Hybrid Sanskrit) என்று பெயரிட்டு அழைக்கலாயினர். இந்த பௌத்த கலப்பு சமஸ்கிருதத்திற்கு தனி இலக்கணமும் அகராதியும் கூட வெளியிடப்பட்டுள்ளது. இன்னும் இது “சமஸ்கிருதமே” அல்ல என்றும் வெறும் பிராகிருதத்தின் வகை என்றும் கூட கருத்துகள் வெளியப்பட்டுள்ளன.
</p><p>
நிற்க.
</p><p>
<q-img src="../../assets/tamil/manuscript_buddhist.jpeg" width="400px" class="float-left q-ma-sm"/>
பௌத்த தர்மத்தினரின் ஆரம்பகால சமஸ்கிருதம் மட்டும் ப்ரத்யேக விதமாக இருந்தது எதனால்? பௌத்த தர்மத்திற்கே உரிய சாங்கேதிக பதங்களும் சொல்லாடல்களும், மொழியை எளிமையாக்க பௌத்த பிராகிருத சாயலும் கொண்ட மொழியை பௌத்தர்கள் பயன்படுத்தியதே இதற்கு காரணம். என்னதான், இலக்கண முரண்கள் நிறைந்ததாக இருப்பினும், பௌத்த தர்மத்தினர் தாம் பயன்படுத்தும் சமஸ்கிருதத்தை வேறொரு மொழியாக கருதவில்லை – சமஸ்கிருதமாகத்தான் கருதினர். இதில் முக்கியமானது, பாணினியின் சமஸ்கிருதத்தில் இருந்து பௌத்த சமஸ்கிருதம் வேறுபடும் இடங்களை “ஆர்ஷ” பிரயோகமாக குறிப்பிட்டனர். பொதுவாக “ஆர்ஷ” (ரிஷிகளுடைய) பிரயோகம் என்று வேத மொழியின் (பாணினியில் இருந்து) வேறுபட்ட பயன்பாட்டையே இலக்கணவியலாளர்கள் குறித்தனர்.
</p><p>
ஏற்கனவே குறிப்பிட்டது போல், மக்களிடம் பெருவழக்காக இருக்கும் மொழியிலேயே பெரும்பாலும் பௌத்தம் இயங்கியது. பொது சகாப்தத்தின் ஆரம்ப காலக்கட்டத்தில் தான் சமஸ்கிருதம் அகண்ட பாரதத்தில் நிலைபெறத் துவங்கி சாஸ்த்ர பாஷையாக பரிணமித்தது. முன்னர் இருந்த பிராகிருதத்தின் செல்வாக்கை விடுவித்து, சமஸ்கிருதம் அவ்விடத்தை பிடிக்க ஆரம்பித்த சமயம் அது. ஆனாலும் மக்களிடத்தில், இன்னும் பண்டிதர்களின் மொழியாக பாணினியின் கடும் இலக்கண விதிகளுக்கு உட்பட்ட சமஸ்கிருதம் புழங்கவில்லை என்று கருதலாம். அவர்கள், பேச்சு வழக்கை ஒட்டிய சமஸ்கிருதத்தையே பயன்படுத்தி வந்திருக்க வேண்டும். இக்காலக்கட்டத்தில் பொறிக்கப்பட்ட பல சமஸ்கிருத கல்வெட்டுகளும் இவ்வாறே இலக்கணத்தை மீறிய விதமாகவே உள்ளன. இதை மொழியிலாளர்கள் “கல்வெட்டு கலப்பு சமஸ்கிருதம்” (Epigraphic Hybrid Sanskrit) என்று அழைக்கின்றனர். எனவே தான், வெகுஜன பயன்பாட்டிற்கு உரிய முறையில் பௌத்த சமஸ்கிருதம் ஆரம்ப காலத்தில் விளங்கியது. இதேபோல இதிஹாசங்களில் வரும் சமஸ்கிருத பயன்பாட்டையும் “இதிஹாஸ சமஸ்கிருதம்” (Epic Sanskrit) என்று அழைக்கின்றனர்.
</p><p>
சத்தர்மபுண்டரீக சூத்திரம், விநயவஸ்து, மஹாவஸ்து, லலிதவிஸ்தர சூத்திரம் போன்ற பல்வேறு அதிமுக்கிய பௌத்த சூத்திரங்கள் இவ்வாறான எளிமையான சமஸ்கிருதத்திலேயே இயற்றப்பட்டன. பௌத்த சமஸ்கிருதத்தில் இயற்றப்பட்ட படைப்புகளில், மேற்கூறியவை போன்ற ஒரு பகுதி நூல்கள் பௌத்த சமஸ்கிருதத்திலேயே நேரடியாக இயற்றப்பட்டவை. மற்றவை, ஏற்கனவே பிராகிருத மொழிகளில் இருந்தவற்றை சமஸ்கிருதமாக மறுஆக்கம் செய்தவை. இவ்வாறு பிராகிருத மொழிகளில் இருந்ததை சமஸ்கிருதத்திக்கு உருமாற்றும் போது, மூல நூலின் பொருள் மாறாமல் இருக்கும் பொருட்டு, பிராகிருதத்தை அப்படியே சமஸ்கிருதமாக்க (அதாவது பிராகிருத வழக்கைக் காட்டிலும் சமஸ்கிருத வழக்கு மாறினாலும் பிராகிருத வழக்கையே ஒட்டி) மொழிப்பெயர்க்க தலைப்பட்டனர். இதுதான், பிராகிருதத்தின் மொழி நடை பௌத்த சமஸ்கிருதத்தில் அதிகமாக காணப்படுவதற்கு இன்னொரு பிரதான காரணம்.
</p><p>
இனி பௌத்த கலப்பு சமஸ்கிருதத்தின் சில முக்கியமான வேறுபாடுகள்:
</p><p>
1) ஸந்திவிதிகளை மிக இறுக்கமாக கடைபிடிக்காதிருத்தல் <br/>
நந்தோ³ ச (பௌத்த சம்ஸ்க்ருதம்) &lt; நந்த³ஸ்²ச (பாணிநீய சம்ஸ்க்ருதம்)
</p><p>
2) இலக்கண அமைப்பை மீறிய எளிமையாக்கபட்ட சொல்லமைப்புகள்<br/>
ருʼஷிஷ்ய &lt; ருʼஷே:
பி⁴க்ஷுஸ்ய &lt; பி⁴க்ஷோ:
</p><p>
3) நகராந்த சொற்களின் ஈறு அனுஸ்வாரமாக மாறுதல்<br/>
ப⁴கவம்ʼ &lt; ப⁴கவந்
</p><p>
4) சில இடங்களில் சம்யுக்தாக்ஷர சொற்கள் எளிமையாக்கப்பட்டு எழுதப்படுதல்<br/>
வீரிய &lt; வீர்ய
ரதந &lt; ரத்ந
து³வே &lt; த்³வே
</p><p>
5) அஹு &lt; அஹம், மமம் &lt; மாம், மயே &lt; மயா, த்வயே &lt; த்வயா போன்ற தன்னிலை பயன்பாடுகள்.<br/>
</p><p>
6) போ⁴தி &lt; ப⁴வதி, பே⁴ஷ்யதி &lt; ப⁴விஷ்யதி ஆகிய பூ தா⁴து சொற்களின் தோற்றம்.<br/> அபூ⁴ஷி ( &lt; ஆஸந்), அஸீ ( &lt; அஸீத், ஆஸம்) போன்ற பயன்பாடுகள்.
</p><p>
7) -க்த்வா பயன்பாட்டில், -த்வா மற்றும் -ய ஆகியவற்றை முறைமாற்றி பயன்படுத்தல்.<br/>
க்ருʼஹ்ய &lt; க்ருʼஹீத்வா
ப்ரதிஸ்²ருத்வா &lt; ப்ரதிஸ்²ருத்ய
</p><p>
8) ஆகாராந்த சொற்களை சில சமயம் அகாராந்தமாக ஆக்குதல்.
</p><p>
9) செயப்பாட்டு வினை வாக்கியத்திலும் கூட ஆத்மேனபதத்தை விடுத்து பரஸ்மைபதத்தைப் பயன்படுத்துதல்
</p><p>
10) வேற்றுமைகள் (விபக்திகள்) வேறுவிதமாகவும் தோன்றுதல்<br/>
லோகமிந் &lt; லோகே
வநதோ &lt; வநாத்
</p><p>
11) சந்த வகைக்கு ஏற்றாற்போல் சொற்களை விகாரப்படுத்தல் (எழுத்துக்களின் மாத்திரையைக் கூட்டுதல், குறைத்தல், நாஸிகமயமாக்குதல், சொல்லீற்று சுத்த ஹல்லுகள் கெடுதல் முதலியவை)
</p><p>
ஆனாலும், காலம் செல்ல செல்ல இவ்வாறான இலக்கண விதிகளை மீறிய பயன்பாடுகள் குறைந்து இலக்கணத்திற்கு உட்பட்ட பயன்பாட்டிற்கு பௌத்த சமஸ்கிருதம் மாறியது. இதற்கு சமஸ்கிருதம் முழுவதுமாக சமூகத்தில் காலப்போக்கில் நிலைபெற்றதே காரணம் எனலாம். அந்நிலையில், சமஸ்கிருதத்தை எளிமைப்படுத்த வேண்டிய அவசியம் இல்லாது போகிறது. இருப்பினும், பௌத்த பரிபாஷைகளும் பௌத்த கலப்பு சமஸ்கிருதத்தில் எழுதப்பட்ட பழைய மூல நூல்களின் தாக்கமும் கொண்டமையால் பிற்கால பௌத்த சமஸ்கிருதமும் தனித்த குணத்தை கொண்டிருக்கிறது.
</p><p>
மொழியின் தூய்மையையும் இலக்கண விதிகளையும் விட ஸத் தர்மத்தை உபாசகர்களுக்கும் மற்ற கிருஹஸ்தர்களும் ஏற்ற முறையில் கொண்டுசேர்ப்பதே முக்கியம் எனக் கருதி செயல்பட்ட பௌத்த தர்மத்தினரின் நோக்கம் இங்கு கவனிக்கத்தக்கது.
</p><p>
மொழியியல் ரீதியிலும் அக்காலத்து மக்களின் மொழிப்பயன்பாடு மற்றும் சாமான்யர்களிடையே புழங்கிய சமஸ்கிருதம் ஆகியவற்றைக் குறித்து மேலும் அறிந்துகொள்ள பௌத்த கலப்பு சமஸ்கிருதம் மிகவும் முக்கியமானதொரு கருவி ஆகும். அப்படியே, சமஸ்கிருதம் என்பது மிகவும் கடுமையான கட்டுக்கோப்பான மொழி என்ற பொதுவான எண்ணத்தைப் பொய்ப்பிக்கும் வகையில், மக்களின் பயன்பாட்டிற்காக அமைந்த இது போன்ற மொழிப்பயன்பாடுகளையும் அறிந்து கொள்ளுதல் வேண்டும். சமஸ்கிருதம் என்பது பண்டிதர்களுக்கு கட்டுப்பட்ட மொழி மட்டுமல்ல, சாமான்யர்களுக்கும் நெகிழ்ந்து செல்லக்கூடியமொழி என்பதையே இது மீண்டும் வலியுறுத்துகிறது.</p>

<p class="text-h6">மேற்கோள்கள்</p>
<p>1. Bronkhorst, J (1993) : “Buddhist Hybrid Sanskrit: The Original Language”. In: Proceedings of the International Symposium on the Language of Sanskrit Buddhist Texts. Varanasi: Central Institute of Higher Tibetan Studies, 396-423
</p><p>2. Buescher, J (2005) : Echoes from the Empty Sky – The Origins of Buddhist Doctrine of the Two Truths, Snow Lion Publications
</p><p>3. Edgerton, F (1936) : The Prakrit underlying Buddhist Hybrid Sanskrit. In: Bulletin of the School of Oriental Studies, Vol. 8, No. 2/3, 501-516
</p><p>4. Edgerton, F (1937) : “Gerunds in Buddhist Hybrid Sanskrit”. In: Language, Vol 13, No.2, Linguistic Society of America, 107-122
</p><p>5. Edgerton, F (1946) : “Meter, Phonology, and Orthography in Buddhist Hybrid Sanskrit”. In: Journal of the American Oriental Society 66, 197-206
</p><p>6. Sen, S (1977) : “Buddhistic Hybrid Sanskrit”. In: Bulletin of Tibetology, No. 1, Gangtok: Namgyal Institute of Tibetology, 5 – 8
</p><p>7. Wayman, A (1965) : “The Buddhism and the Sanskrit of Buddhist Hybrid Sanskrit”. In: Journal of the American Oriental Society, Vol 85, No. 1, 111-115</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
