<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="குண்டலகேசி" />
    </q-breadcrumbs>
      <div class="q-ml-lg q-mr-xl">

    <p class="text-h5">குண்டலகேசி</p>
    <p><small><i>Composed: April, 2010</i></small></p>

<p>தமிழ் காப்பியமான குண்டலகேசி, திரிபிடகத்தின் குத்தக நிகாயத்தில் தேரி காதையில் (காதை &lt; காதா ) உள்ள பிக்ஷுனியான தேரி குண்டலகேசியின் கதையை அடிப்படையாக கொண்டு எழுதப்பட்டது. (பௌத்த பெரியோர்களை தேரன், தேரி என்று (பாளியில்) அழைப்பது மரபு. தேர &lt; ஸ்தாவிர மூத்தர்வர்கள் என்று பொருள்படும் படி வரும். தேரவாதம் &lt; ஸ்தாவிரவாதம் – மூத்தவர்களின் வாதம்)</p>

<p>குண்டலகேசி பாளிமொழித்தழுவலாகத்தான் இயற்றப்பட்டது.</p>

<p>கள்வனை விரும்பி மணக்க, அவனோ பொருளுக்கு ஆசைப்பட்டு அவனை கொல்ல வர, இவள் அவனை கடைசி முறையாக வணங்க விரும்புவதாக கூறி மலை உச்சியில் இருந்து கீழே தள்ளி விட்டு கொன்று விடுவாள்.வாழ்க்கையை வெறுத்த அவள் கடைசியில் நிக்ரந்த (ஜைன) சமயத்தில் சேர்ந்து நிக்ரந்தர்களின் சங்கத்தில் துறவறம் ஏற்றாள். அங்கு நிக்ரந்தர்கள் அவளுக்கு தங்களுடைய சமய நெறிகளை போதித்தனர். சிறிது காலத்திலேயே சமண சமய வாதங்களில் தேர்ச்சி பெற்றவளாய் விளங்கினாள்.</p>

<p>இருப்பினும் சில காலத்துக்கு பிறகு அவளுக்கு ஜைன சமய தத்துவங்களால் திருப்தி அடையவில்லை. ஆதலால் நிக்ரந்தர்களை விட்டு விலகி தானே பரிவ்ராஜிகையாய் அலைந்து திரிந்து தன்னை வாதத்தால் வெல்பவர்களை குருவாக ஏற்றுக்கொள்ள முடிவெடுத்தாள்.</p>

<p>அவள் எங்கு சென்றினும் ஒரு நாவல் மரக்கிளையை நட்டு, அங்கு சேர்ந்தவர்களை வாதத்திற்கு அழைப்பாள். அவ்வாறு தான் புத்த பகவான் தங்கியிருந்த சிராவஸ்தி நகருக்கும் சென்றாள். அங்கு ஒரு நாவல் மரக்கிளையை நட்டு வாததற்கு அழைத்தாள். புத்த பகவானின் பிரதான சீடரானசாரி புத்திரர் அதை ஏற்று, குண்டலகேசியை வாதத்தில் முறியடிப்பார்.</p>

<p>குண்டலகேசி தேரர் சாரிபுத்திரரை பல கேள்விகளை கேட்க, அவரும் அனைத்துக்கும் பதில் அளித்தவாறு இருந்தார். அவர் முறை வரும் போது ஒரே கேள்வியை கேட்டார், “ஏகம் நாம கிம் ?” ([அந்த] ஒன்றின் பெயர் என்ன ? ). அந்த ஒன்று என்று எதை சாரிபுத்திரர் குறிப்பிடுகிறார் என்று விழித்தவளாய், பதில் அளிக்க முடியாதவளாய் இருந்தாள். பதில் அளிக்காததினால் அவள் வாதத்தில் தோற்றாள். இருப்பினும், “அந்த ஒன்றையே” இது வரையில் தான் தேடிக்கொண்டிருப்பதை அச்சமயத்தில் உணர்ந்தாள்.சாரிபுத்திரரை தனக்கு குருவாக இருக்க வேண்டும் என்று குண்டலகேசி விண்ணப்பத்தாள்.</p>

<p>ஆனால் சாரி புத்திரரோ அதை மறுத்து புத்த பகவானிடம் அழைத்துசெல்ல,அவர் “ஏஹி ப4த்3தா3” (அவளுடைய இயற்பெயர்) என்று புத்தர் அவளை அழைக்க அவள் புத்த சங்கத்தில் சேர்ந்து. அருக நிலையை அடைந்தாள் தம்ம பதத்தில் கீழ்கண்ட பகுதிகளுக்கு தேரி குண்டலகேசியை மேற்கோள் காட்டுவர்.</p>

<p class="blockquote">யோ சே காதாஸம் பாஸே<br/>
அனத்தபதஸம்ஹிதா<br/>
ஏகம் தம்மபதம் ஸெய்யோ<br/>
யம் ஸுத்வா உபஸம்மதி</p>

<p class="blockquote">பயனற்ற ஆயிரம் காதைகளை (செய்யுள்வரி) படிப்பதை விட, மன அமைதியை தருகிற ஒரு தம்ம பதத்தை (தர்மச்சொல்லை) படிப்பது மேலானது </p>
<p>(சாரி புத்திரரின் ஒரு சொல்லினால் தர்மத்தை ஏற்றவள்)</p>
<p class="blockquote">யோ ஸஹஸ்ஸம் ஸஹஸ்ஸேன<br/>
ஸங்காமே மானுஸே ஜினே<br/>
ஏகம் ச ஜெய்ய அத்தானம்<br/>
ஸ வே ஸங்காஜுத்தமோ</p>

<p class="blockquote">பதினாயிரக்கனக்கான வீரர்களைப் போர்களத்திலே வென்றவர், தன்னைத்தானே வென்றவர் ஆகிய இரண்டு வீரர்களில், பின்னவரே பெரிய வீரர் ஆவார்.</p>

<p>(குண்டலகேசி பெண்ணாக இருப்பினும் கள்வனான தன்னுடைய கனவனை வென்று, பரிவ்ராஜிகையாய் துறவறம் ஏற்று அலைந்து திரிந்து, தர்மத்தை ஏற்றதினால்)</p>

<p>(மகா போதி சொசைட்டி வெளியிட்ட தமிழ் தம்ம பதம் – முதல் செய்யுளை கொஞ்சம் மாற்றி உள்ளேன்)</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
