<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="கற்போம் ஸம்ʼஸ்க்ருʼதம்" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl tamilold">
    <p class="text-h5">கற்போம் ஸம்ʼஸ்க்ருʼதம்</p>
    <p><small><i>January: , 2010</i></small></p>
<p>சமஸ்கிருதம் நம் பாரம்பரியத்தின் மொழி. அகண்ட பாரத்தையும் கடந்து தென் கிழக்காசியா வரை தன் தாக்கத்தை நிலைநிறுத்திக்கொண்டது.
</p><p>
ஒரு திபெத்திய பௌத்த ஆச்சாரியர் இவ்வாறு கூறுகிறார்:
</p><p class="blockquote">
திபெத்திய பாரம்பரியத்தில், பண்டைக்கால தர்ம ராஜாக்கள் அனைத்து தர்ம நூல்களின் தலைப்புகளும் சமஸ்கிருதத்திலும் திபெத்திய மொழியிலும் இருக்க வேண்டும் என்று வேண்டிக்கொண்டனர். ஏனெனில், நித்தமும் நூல்களின் தலைப்பில் சமஸ்கிருதத்தை காண்பதன் மூலம் உந்தப்பட்டு என்றாவது ஒரு நாள் அம்மொழியை கற்பார்கள் என்று.
</p><p>
திபெத்திய மொழியில் இருக்கும் சம்ஸ்கிருத பௌத்த நூல்களிலும் தலைப்பு இரு மொழிகளும் இருக்கும். அதில் சமஸ்கிருதம் என்று கூறாமால், இந்திய மொழியில் (பாரதீய பாஷா) இன்ன தலைப்பு, திபெத்திய மொழியில் இன்ன தலைப்பு என்று தான் கூறியிருக்கிறார்கள்

</p><p>உதாரணமாக,
<p class="blockquote">
பா⁴ரதீயபா⁴ஷாயாம் – ஆர்ய த⁴ர்மதா⁴துக³ர்ப⁴ விவரணம்।
<br/><br/>
போ⁴டபா⁴ஷாயாம் – ப²க்³-பா-சோ²ஸ்-க்யி-யிங்-க்யி-ஞிங்-போஈ-நம-பர-டே³ல-பா।

</p>
<p class="blockquote tamilextended">
ഭാരതീയഭാഷായാമ്‌ – ആര്‌യ ധര്‌മധാതുഗര്‌ഭ വിവരണമ്‌.
<br/><br/>

ഭോടഭാഷായാമ്‌ – ഫഗ്‌-പാ-ഛോസ്‌-ക്‌യി-യിങ്‌-ക്‌യി-ഞിങ്‌-പോഈ-നമ-പര-ഡേല-പാ.
</p>

<p>ஆக, இந்தியாவின் ஒட்டு மொத்த் அடையாளமாகத்தான் சமஸ்கிருதம் கருதப்பட்டு வந்தது. ஆனால், ஏனோ நம் தமிழ் நாட்டில் மட்டும் தான் சமஸ்கிருதத்தை அந்நியப்படுத்துவதில் அரசியல்வாதிகள் வென்றுவிட்டனர் 🙁

</p><p>
  நாம் நாட்டின் மொழியான சம்ஸ்கிருதத்தை கற்பது மிக மிக அவ்சியம்; சமஸ்கிருதத்தில் பாண்டித்யம் பெற வேண்டாம், குறைந்த பட்சம் அடிப்படை சம்ஸ்கிருதமாவது கற்பது அவசியம். சுக்லாம்பரதரம் என்பது – சுக்ல-அம்பர-தரம் – வெள்ளை ஆடை அணிந்தவன் என்று சின்ன சின்ன சுலோகங்களின் பொருள் தெரிவதில் இனம் புரியாத மகிழ்ச்சி இருக்கத்தான் செய்கிறது. நம் முன்னோர்களை சரியாக புரிந்து கொள்ள சமஸ்கிருத அறிவு நிச்சயம் வேண்டும்.

</p><p>
முற்காலங்களில், திபெத்தில் இருந்தும் சீன தேசத்தில் இருந்தும் வந்து சமஸ்கிருதத்தை கற்று, பிறகு தத்தமது மொழிகளில் நூல்களை மொழிப்பெயர்த்து சென்றனர்.
எங்கேயோ இருக்கும் ஒரு ஜப்பானிய புத்த பிக்ஷு, பாரம்பரியமாகக ”ஸித்³த⁴ம்” சம்ஸ்கிருத லிபியை கற்று சமஸ்கிருத மந்திரங்களை உச்சாடனம் செய்து, சமஸ்கிருத பீ⁴ஜாக்ஷரங்களை தியானிக்கும் போது – நம் நாட்டின் மொழியை நாம் கற்காமல் இருப்பது சரியில்லை. </p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
