<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="மஹா மங்கள சூத்திரம்" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl">
    <p class="text-h5">மஹா மங்கள சூத்திரம்</p>
    <p><small><i>Composed: April, 2011</i></small></p>
<p>மஹா மங்கள சூத்திரம், மிகவும் பிரசித்தி பெற்ற தேரவாத பௌத்த சூத்திரம் ஆகும்.</p>
<hr/>
<p>
இந்த சூத்திரம் “பரித்தம்” என்ற உபபிரிவில் வந்து சேரும். பரித்தங்கள் என்பவை மங்களத்தன்மைக்காகவும், ரக்ஷைக்காகவும் உச்சாடனம் செய்யப்படுபவை.</p>
<p>ஏவம்ʼ மே ஸுதம்ʼ: ஏகம்ʼ ஸமயம்ʼ ப⁴க³வா ஸாவத்தி²யம்ʼ விஹரதி ஜேதவனே அனாத²பிண்டி³கஸ்ஸ ஆராமே. அத² கோ² அஞ்ஞதரா தே³வதா அபி⁴க்கந்தாய ரத்தியா அபி⁴க்கந்தவண்ணா கேவலகப்பம்ʼ ஜேதவனம்ʼ ஓபா⁴ஸேத்வா யேன ப⁴க³வா தேனுபஸங்கமி, உபஸங்கமித்வா ப⁴க³வந்தம்ʼ அபி⁴வாதே³த்வா ஏகமந்தம்ʼ அட்டா²ஸி, ஏகமந்தம்ʼ டி²தா கோ² ஸா தே³வதா ப⁴க³வந்தம்ʼ கா³தா²ய அஜ்ஜ²பா⁴ஸி.</p>
<p>
ப³ஹு தே³வா மனுஸ்ஸா ச மங்க³லானி அசிந்தயும்ʼ,<br/>
ஆகங்க²மானா ஸோத்தா²னம்ʼ ப்³ரூஹி மங்க³ல முத்தமம்ʼ.</p>
<p>
அஸேவனா ச பா³லானம்ʼ பண்டி³தானஞ்ச ஸேவனா,<br/>
பூஜா ச பூஜனீயானம்ʼ ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
பதிரூபதே³ஸவாஸோ ச புப்³பே³ ச கதபுஞ்ஞதா,<br/>
அத்தஸம்மாபணிதி⁴ ச ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
பா³ஹுஸச்சஞ்சஸிப்பஞ்ச வினயோ ச ஸுஸிக்கி²தோ,<br/>
ஸுபா⁴ஸிதா ச யா வாசா ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
மாதாபிதூ உபட்டா²னம்ʼ புத்ததா³ரஸ்ஸ ஸங்க³ஹோ,<br/>
அனாகுலா ச கம்மந்தா ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
தா³னஞ்ச த⁴ம்மசரியா ச ஞாதகானஞ்ச ஸங்க³ஹோ,<br/>
அனவஜ்ஜானி கம்மானி ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
ஆரதி விரதி பாபா மஜ்ஜபானா ச ஸஞ்ஞமோ,<br/>
அப்பமாதோ³ ச த⁴ம்மேஸு ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
கா³ரவோ ச நிவாதோ ச ஸந்துட்டி² ச கதஞ்ஞுதா,<br/>
காலேன த⁴ம்மஸவணம்ʼ ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
க²ந்தீ ச ஸோவசஸ்ஸதா ஸமணானஞ்ச த³ஸ்ஸனம்ʼ,<br/>
காலேன த⁴ம்மஸாகச்சா² ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
தபோ ச ப்³ரஹ்மசரியஞ்ச அரியஸச்சானத³ஸ்ஸனம்ʼ,<br/>
நிப்³பா³னஸச்சி²கிரியா ச ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
பு²ட்ட²ஸ்ஸ லோகத⁴ம்மேஹி சித்தம்ʼ யஸ்ஸ ந கம்பதி,<br/>
அஸோகம்ʼ விரஜம்ʼ கே²மம்ʼ ஏதம்ʼ மங்க³லமுத்தமம்ʼ.</p>
<p>
ஏதாதி³ஸானி கத்வான ஸப்³ப³த்த² மபராஜிதா,<br/>
ஸப்³ப³த்த² ஸோத்தி²ம்ʼ க³ச்ச²ந்தி தம்ʼ தேஸம்ʼ மங்க³லமுத்தமந்தி.</p>

<hr/>
<p>இவ்வாறு நான் கேள்வியுற்றேன். ஒரு சமயம் புத்தபகவான் சாவத்தியிலுள்ள ஜேதவனத்தில், அநாத பிண்டிகன் ஆச்சிரமத்தில் எழுந்தருளியிருந்தபோது, இரவு வெகு நாழிகை சென்ற பின்னர், அந்த ஜேதவனம் முழுவதையும் தன் ஒளியினால் பிராகசமடையச் செய்த ஒரு தேவகுமரன், புத்தபகவானை அணுகி அவரை வணங்கி ஒருபுறம் நின்றான். அவ்வாறு நின்று அத்தேவகுமாரன் பாச் செய்யுள்ளால் பின்வருமாறு கேட்டான்.</p>
<p>
பெருந் தொகையான தேவரும், மனிதரும், தமது சிறப்பை (அபிவிருத்தியை) விரும்பி, மங்களந்தருபவை எவை என எண்ணி, வந்தார்கள். உத்தமமான மங்களம் எது எனக் கூறியருள்வீராக.</p>
<p>
அறிவில்லாதவரோ பழகாதிருத்தல்; அறிவாளிகளோடு பழகுதல். போற்றத்தக்கோரைப் போற்றுதல், என்னும் இவை உத்தமமான மங்களங்கள்.</p>
<p>
உகந்த பிரதேசத்தில் வாசஞ் செய்தல், முன்னே புண்ணிய கன்மங்களை செய்தவராயிருத்தல், தன்னை, நல்வழியில் உய்த்துக்கொள்ளுதல், இவை உத்தமமான மங்களங்கள், நிறைந்த கேள்வி(அறிவு) உடையவராயிருத்தல், கலைகளில் திறமையுடைய்வராயிருத்தல், நன்கு பயிற்றப்பட்ட விநயமுடையவராயிருத்தல், இனிய பேச்சுடையவராயிருத்தல், இவை உத்தமமான மங்களங்கள்.</p>
<p>
தானம், அறவழியில் ஒழுகுதல், சுற்றந்தழுவுதல், பிறர் பழியாத செயல்களைச் செய்தல் இவை உத்தமமான மங்களம்.</p>
<p>
பாவங்களை மேற்கொள்ளாதிருத்தல், மேற்கொண்ட பாவச் செயல்களை மேலும் செய்யாது விலக்குதல், மது பானத்தை விலக்குதல், அறத்தில் அயர்வின்றியிருத்தல், இவை உத்தமமான மங்களம்.</p>
<p>
கௌரவம், பணிவு, திருப்தி, நன்றியறிதல், சரியான நேரத்தில் அறவுரை கேட்டல் இவை உத்தமமான மங்களம்.</p>
<p>
பொறுமை, இனிய சுபாவம், சமணர்களை தரிசித்தல், உசிதமான காலத்தில் அறநெறிபற்றி உரையாடல், இவை உத்தமமான மங்களம்.</p>
<p>
தவம், பிரமச்சரியம், ஆரிய சத்தியங்களை உணர்தல், நிர்வாணத்தை அனுபூதியாக்கிக் கொள்ளுதல் (மெய்யுணர்வாக்கிக் கொள்ளல்) இவை உத்தமமான மங்களம்.</p>
<p>
உலகத்தொடர்பினால் கலங்காத உள்ளம், துயரின்மை, களங்கமின்மை, க்ஷேமம் இவை உத்தமமான மங்களம்.</p>
<p>
எங்கும் இவ்வாரு நடந்து கொள்பவர், எவ்வாற்றானும் தோல்வியின்றி யாண்டும் சுகம் அடைவார். அவர்களுடையதே இந்த உத்தமமான மங்களம்.</p>
<p>
(திரிபிடக வாகீஸ்வராசார்யர் வல்பொல ராகுல இயற்றிய, தமிழில் மொழிப்பெயர்க்கப்பட்ட “புத்த பகவான் அருளிய போதனைகள் என்ற நூலில் இருந்து)</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
