<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl tamilold">
    <p class="text-h5">ஓம் நமோ புத்தாய</p>
    <p><small><i>Composed: August, 2011</i></small></p>
<p class="blockquote">
|| யோ த⁴ர்மம்ʼ பஸ்²யதி ஸ பு³த்³த⁴ம்ʼ பஸ்²யதி ||<br/>
<span class="tamilextended">|| യോ ധര്‌മം പശ്യതി സ ബുദ്‌ധം പശ്യതി ||</span> <br/>
|| எவர் தர்மத்தை காண்கிறாரோ அவர் புத்தரை காண்கிறார் ||<br/><br/>
<i>— சாலிஸ்தம்ப சூத்திரம்</i>

</p><p>
பொதுவாகவே, பௌத்தம் என்று நவீன காலங்களில் சுட்டப்படுவது, பெரும்பாலும் நூதன-பௌத்த (Neo-Buddhism) கருத்துக்கள் தாம். நூதன பௌத்தம் என்பது எவ்வித பாரம்பரியமுமற்ற எங்குமே கடைப்பிடிக்கப்படாத ஒரு போலி உருவாக்கம். விக்டோரிய தூய்மைவாத கருத்துகளும், மேற்கத்திய (பொய்ப்)பகுத்தறிவு (Rationalism) கருத்துக்களும், கொஞ்சம் தொட்டுக்கொள்ள தேவையான அளவு தேரவாத பௌத்த கருத்துக்களும் கலந்து உருவாக்கப்பட்ட செயற்கையான கலவை. இந்த மேற்கத்திய செயற்கை கருத்தாக்கம் தான் இந்தியாவிலேயே மறுஅறிமுகம் செய்யப்பட்டு, அதுவே பௌத்தத்தின் வெகுஜன முகமாக இன்று பரிணமித்திருக்கிறது.
 </p><p>
<q-img src="../../assets/tamil/sarvavid-vairocana.jpg" width="200px" class="float-left q-ma-sm"/>

இந்தியாவின் பௌத்த மத புனர்நிர்மாணம் இந்திய பௌத்த பாரம்பரியங்களை அடிப்படையாக கொள்ளாது, அதை விடுத்து, மேற்கத்திய பௌத்த கருத்தாக்கத்தை அடிப்படையாக கொண்டிருப்பது மிகவும் துரதிர்ஷ்டவசமானது. இந்திய பெருங்கண்டத்தை சுற்றியிருந்த தேசங்களில் உள்ளோரெல்லாம் பௌத்தம் கற்றுக்கொண்ட இடங்களாக காஞ்சியும், தக்ஷசீலமும், விக்ரமசீலமும், நாளந்தாவும் இருந்த நிலையில், பௌத்த கருத்துக்களை மேற்கத்திய தேசங்களில் இருந்து இறக்குமதி செய்வது அபத்தமான விஷயம்.
 </p><p>
பலர் எண்ணுவது போல, பௌத்தம் ஒரு ஒற்றைப்படையான கருத்தாக்கம் இல்லை. தன்னுள் பலவிதமான பிரிவுகளையும் பாரம்பரியங்களையும் கொண்டது. புத்த பகவான் மஹாபரிநிர்வாணம் அடைந்த பிறகு சில நூறுவருடங்களிலேயே, பல சங்கபேதங்கள் நிகழ்ந்து – பௌத்தத்தில் பல பிரிவுகள் உண்டாகின.

</p><p>
ஆரம்பகால பௌத்த பிரிவுகள் சில
 </p><p>
மஹாசாங்கிகம்<br/>
சர்வாஸ்திவாதம்<br/>
தார்மகுப்தகம்<br/>
ஸ்தாவிரவாதம்<br/>
லோகோத்தரவாதம்<br/>
புத்கலவாதம்
 </p><p>
இந்தியாவில் பௌத்த மதம் அழிந்த நிலையில், பெரும்பாலான பிரிவுகளும் இந்தியாவிலேயே அழிந்துபட்டுபோயின. இந்தியாவை விடுத்து பிற தேசங்களில் படர்ந்த பௌத்தத்தால் இன்று நிலைபெற்றிருப்பவை இரண்டு பெரும்பிரிவுகளே
 </p><p>
தேரவாதம்<br/>
மஹாயானம்
 </p><p>
ஹீனயானம் எங்கே என்று சிலர் எண்ணக்கூடும். அது முற்றிலும் தவறாகும். ஹீனயானம் என்பது ஒரு பிரிவில்ல, அதுவோர் மனோநிலை. தேரவாதமும் ஹீனயானமும் ஒன்றல்ல. ஹீனயானம் என்பது மஹாயான கட்டமைப்புக்குள் கூறப்படும் நிலை, மஹாயானத்துக்கு வெளியே அதற்கு பொருளும் இல்லை இருப்பும் இல்லை. மஹாயானம் என்பதும் அடிப்படையில் ஒரு மனோநிலையே – அனைத்து உயிர்களையும் பிறப்பறுக்கச்செய்தல் வேண்டும் என்ற பேரவா கொண்டிருப்பது.
 </p><p>
ஒரு சமயம் ஒரு பௌத்த ஆச்சாரியரும், அவருடைய சிஷ்யன் ஒருவரும் பயணம் மேற்கொண்டிருந்தனர். தன்னுடைய உடைமைகளுடன் குருவின் உடைமைகளை சுமந்துகொண்டு அவரை பின் தொடர்ந்து சென்றுக்கொண்டிருந்தான். அவர்கள் இருவரும் வேளான் நிலங்களை கடந்து சென்றுக் கொண்டிருந்தனர். அப்போது சிஷ்யனுக்கு ஒரு காட்சி கண்களில் பட்டது – ஒரு புழு ஒன்று மண்ணில் இருந்து வெளியே வந்து தலையை நீட்டியது, நீட்டிய மறுக்ஷணம் ஒரு பறவை அந்தப்புழுவை கொத்திக்கொண்டு சென்றது. வாழ்வின் நிலையாமையை உணர்ந்த அவன் மனதில், ”கொடுமையான ப⁴வச்சக்கரத்தில் பிடிபட்டுள்ள அனைத்து உயிர்களையும் விடுவிக்க, தான் புத்தத்துவம் எய்தி உதவவேண்டும்” என்ற எண்ணம் தோன்றி மறைந்தது. உடனே குரு, எதையும் கூறாமல் அவனிடம் இருந்த அனைத்து உடைமைகளையும் வாங்கிக்கொண்டு, தான் அவற்றை சுமந்து கொண்டு அவனைப்பின் தொடர்ந்து நடக்கத்தொடங்கினார்.
 </p><p>
சிஷ்யனுக்கு ஏதும் புரியவில்லை. திரும்பவும், சில தூரம் இருவரும் கடந்தனர். சிஷ்யனுக்கு மறுபடியும் அதே காட்சிகள் கண்களில் பட்டன – மீண்டும் மீண்டும் புழுக்கள் வெளியே வர வர பறவைகள் அதை கொத்திக்கொண்டு சென்றன. சிஷ்யன் நினைத்துக்கொண்டான் – “உயிர்கள் எண்ணற்றவை. சம்சார சாகரத்தில் இருந்து அவை அனைத்தையும் விடுவித்தல் நடக்க முடியாத செயல், எனவே முதலில் தான் ஜனன-மரண சுழற்சியில் இருந்து விடுவித்துக்கொள்வதே சிறந்தது” என. உடனே குரு, மீண்டும் அனைத்து உடைமைகளையும் அவனிடத்தில் கொடுத்துவிட்டு, தான் வழிநடத்தலானார்.
 </p><p>
குருவின் செய்கைகளுக்கான காரணம் ஏதும் சிஷ்யனுக்கு புரியவில்லை. குருவிடம் காரணத்தை கேட்டான். குரு விளக்கினார் – “ எப்போது நீ அனைத்து உயிர்களுக்கும் உதவ வேண்டும் என்று எண்ணம் கொண்டிருந்தாயோ அப்போது நீ ஒரு மகோன்னதமான மனோநிலையில் இருந்தாய், ஆனால் சில நேரம் கழித்து சுயநலம் கொண்டு தான் முதலில் பிறப்பறுக்க வேண்டும் என்று எண்ணிய க்ஷணத்தில் கீழ்நிலையை அடைந்தாய் !”.
 </p><p>
முன்னைய மனோநிலை மஹாயானம், பின்னது ஹீனயானம்.
</p><p>
இன்றைய காலக்கட்டத்தில் பௌத்தமாக அறியப்படுவது பெரும்பாலும் அரைகுறையான தேரவாத கருத்துக்களை அடிப்படையாக கொண்டது என்பதால், மஹாயானம் குறித்து பலருக்கு தெளிவாக அறிமுகமோ புரிதலோ இல்லை. மஹாயானம் என்பது மிகவும் சுவாரஸ்யமான விஷயம். பலவிதமான தத்துவங்கள், சூத்திரங்கள், சாஸ்திரங்கள் என கற்பதற்கே மிகவும் அருமையானது. தமிழகத்திலும் நிலைபெற்றிருந்த பிரிவுதான் , மஹாயானம்.
</p><p>
மஹாயானம் பற்றி அறியப்புகும் முன்னர் பௌத்தத்தின் அடைப்படை கருத்துக்களை தெரிந்துக்கொள்வது மிகவும் முக்கியம்.</p>

<p><i>(This was supposed to be a series but was never continued)</i></p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
