<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="ஏழ்கடல் சூழ் இராமர் புகழ்
" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl tamilold">
    <p class="text-h5">ஏழ்கடல் சூழ் இராமர் புகழ்
</p>
<p>
இராமன் என்ற மகாபுருஷனின் பேரொளியும் இராமாயணம் என்ற மகாகாவியத்தின் கீர்த்தியும் இந்தியர்களை மட்டுமல்லாது அனைத்து தேசத்தவர்களையும் ஈர்க்கும் திறன் கொண்டவை என்று கூறினால் அது பெருமித உணர்வு மட்டுமல்ல, வரலாற்று உண்மையும் ஆகும். தாய்லாந்து, இந்தோனேசியா போன்ற பல கடல்கடந்த கிழக்காசிய தேசங்களில் இராமனும் இராமாயணமும் இன்றும் பெரும் பிரசித்தியுடன் திகழ்கின்றன. கடல் தாண்டிய இராமனின், இராமாயணத்தின் பெருமைகளைச் சற்றே பார்க்கலாம்.
</p><p>
இந்தியாவின் ஈடு இணையற்ற காவியமான இராமாயணம், உலக மக்களுக்குத் தேவையான அனைத்து நீதிநெறிகளையும் தன்னுள் கொண்டது. அனைத்து விதமான உணர்ச்சிகளையும் அடக்கியது. காவியத் தலைமாந்தரான இராமன், சீதை மட்டுன்று, ஒவ்வொரு கதாபாத்திரமும் மனித வாழ்வில் பல பரிமாணங்களை வெளிப்படுத்தும் முன்னுதாரணமாகத் திகழ்கின்றனர். இராமாயண காவியத்தின் அடிப்படைக் கருத்துருவான நன்மைக்கும் தீமைக்கும் இடையிலான யுத்தம் அன்பது உலகின் அனைத்து பண்டைக் கலாசாரங்களிலும் பேசப்பட்ட பொருள் தான். ஆனால், இராமாயணம் அதோடு கூட குடும்பப் பாசம், நட்பு, சகோதரத்துவம், நல்லாட்சி, அறநெறிகள் என்று பலதரப்பட்ட வாழ்வியல் தத்துவங்களையும் தன்னகத்தே கொண்டது. இப்படிப்பட்ட ஓர் உன்னத காவியம் அது சென்ற நாடுகளிலெல்லாம் பேரும் புகழும் பெற்று அந்தந்த நாடுகளின் சொந்தக் காவியமாக பெருமிதத்துடன் ஏற்றுக்கொள்ளப்பட்டதில் வியப்பேதும் இல்லை..
கிழக்காசிய நாடுகளுடனான தமிழர்களின் வாணிகம் மற்றும் அரசாட்சி மூலமாக இந்து மதமும், கலாச்சரமும் கிழக்காசியாவில் அறிமுகமானதாகக் கருதப்படுகிறது. பதிமூன்றாம் நூற்றாண்டுக்கு முற்பட்ட காலம் வரை கிழக்காசியா முழுவதும் இந்து, பௌத்த தர்ம நெறிகளே பின்பற்றப்பட்டு வந்தன என்பது குறிப்பிடத் தக்கது. இந்து மதம் அங்கு சென்றபோது, இராமாயணமும் கூடச்சென்றது. சென்ற இடமனைத்தும் இராமாயணத்தின் பெருமைகள் நாடாளும் அரசர்கள் முதல் அடித்தட்டு மக்கள் வரை அனைவரையும் கவர்ந்துவிட்டன. இராமரையும் இராமாயணத்தையும் தங்கள் சொத்தாகவே இன்றுவரை கிழக்காசிய மக்கள் கருதி வருகின்றனர்.

</p><p>
<q-img src="../../assets/tamil/rama-lakshmana-jatayu-thailand.jpg" width="200px" class="float-left q-ma-sm"/>

முதலில் தாய்லாந்து. தாய்லாந்தின் தேசிய காவியமே இராமாயணம்தான். தாய்லாந்தை தற்போது ஆண்டுவரும் ராஜ வம்சத்தின் அரசர்கள் பொதுவாக ‘இராமர்’ என்றே அழைக்கப்படுகின்றனர். இப்போது தாய்லாந்தை ஆண்டு வரும் அரசர் பூமிபோல் அதுல்யதேஜ், ‘ஒன்பதாம் இராமர்’ ஆவார். பதினான்காம் நூற்றாண்டு முதல் பதினெட்டாம் நூற்றாண்டுவரை சுமார் 400 ஆண்டுகள் ‘அய்யூதாயா’ நகரமே தாய்லாந்தின் தலைநகரமாக இருந்தது. நீங்கள் நினைப்பது சரிதான், அய்யுதாயா என்பது அயோத்தியா என்பதன் ‘தாய்’ மொழி வடிவமே. தங்கள் நாட்டு அரசரை ‘இராமர்’ என்றும் தலைநகரத்தை ‘அயோத்யா’ என்றும் அழைத்த தாய்லாந்து மக்களை என்னவென்பது? தங்கள் நாட்டையே இராம இராஜ்யமாக அல்லவா இவர்கள் கருதுகின்றனர்!
அரசர் முதல் ஆண்டி வரை அனைவருக்கும் இராமகதை தெரியும் என்றால் பார்த்துக்கொள்ளுங்கள்! இராமாயணம் அவ்வளவு பிரபலம் அங்கே. இராமாயணத்தின் தாய் வடிவமான ‘ராமகியன்’ ( Raamaakhyaan, இராமரின் பெருமை)  தாய் மொழியின் ஈடு இணையற்ற படைப்புகளில் ஒன்று. பழங்காலத்தில் பல ‘ராமகியன்’கள் இருந்தன. அவை அனைத்தும் பிற்காலத்தில் அழிந்துபோயின. இராமகியன் இன்றும்கூட தாய் பள்ளிப் பாடத்திட்டத்தின் ஓர் அங்கமாக விளங்குகிறது. தாய் கலைகளின் வளர்ச்சியில் இராமகியன் ஆற்றிய பங்கு மிகப்பெரிது. பல பிரசித்தி பெற்ற பௌத்த கோவில்களில் இராமாயணக் காட்சிகள் சுவர்ச் சித்திரங்களாக வரையப்பெற்றன. தாய்லாந்தில் இராமகதையின் பெருமையையும் தாக்கத்தையும் கூற வேண்டுமெனில், கூறிக்கொண்டே போகலாம்.

<q-img src="../../assets/tamil/ravana_ring_sita.jpg" width="200px" class="float-left q-ma-sm"/>

</p><p>

அடுத்து இந்தோனேசியா. இன்று இந்தோனேசியா ஒரு முஸ்லீம் பெரும்பான்மை நாடாக இருந்தாலும்,  தர்ம மதங்களின் தாக்கத்தை இன்றும் இஸ்லாமியர்கள் உட்பட அனைத்து மக்களிடமும் காணலாம். இராமாயணம் இந்தோனேசியாவுக்கு 8ஆம் நூற்றாண்டில் வந்து சேர்ந்தது. பாலி, சுமத்திரா, ஜாவா போன்ற இந்தோனேசிய தீவுகளில் பெரும்பான்மையினர் இன்றும் இந்துக்களே.  அங்கே  கூத்து, பொம்மலாட்டம் ஆகியவை மூலமாக இரமாயாணம் நடிக்கப்பட்டு வருகிறது. இந்தோனேசியாவில், குழந்தை பிறந்தவுடன் ‘மொசொபத்’ என்ற ஒரு குடும்ப பாரம்பரிய சடங்கு உண்டு. இதன்படி, ஓதுவார் ஒருவர் வந்து இராமாயணத்திலிருந்து சில பாடல்களை ஓதுவார், இது சிலமணி நேரமோ அல்லது ஒரு நாள் முழுவதுமோ நீடிக்கலாம். ஆண் குழந்தை என்றால் இராமரைப் போலவும் பெண் குழந்தை என்றால் சீதாவை போல் இருக்க வேண்டி இவ்வாறு செய்யப்படுகிறது. இதே போல பெபசன் என்ற இராமயணத்தை ஓதும் சடங்கும் உள்ளது. இது போதுமே இந்தோனேசியாவில் இராமாயணத்தின் பெருமையை விவரிக்க! இந்தோனேசியாவின் கல்வி மற்றும் கலாச்சாரத்துறை இந்தோனேசிய மொழியில் இராமாயாணத்தை வெளியிட்டுள்ளது.
</p><p>

கம்போடியாவின் இராமாயண வடிவம் ‘இராம்கே’  (இராமரின் பெருமை) என்று அழைக்கப்படுகிறது. கம்போடியா ஒரு காலத்தில் இந்து நாடாக இருந்ததை அனைவரும் அறிந்திருக்கலாம். கம்போடியாவில் உள்ள, உலகின் மிகப்பெரிய ஹிந்து மற்றும் விஷ்ணு கோவிலான அங்கோர்வாட்டின் உட்புறச் சுவரில் இராமாயணக் காட்சிகள் இடம்பெறுகின்றன. கம்போடியாவில் உள்ள அனைவருக்கும் இராமகதை அத்துப்படி. கம்போடியப் பள்ளிகளிலும் இராமகதை இடம்பெறுகிறது. இங்கும் கூட இராமயணம் கம்போடியாவுக்கு ஏற்றவாறு மாற்றப்பட்டுள்ளது. உதாரணமாக அக்னிதேவரின் வாகனமாக காண்டாமிருகம் கூறப்படுகிறது! மேலும், இராமர் அங்கு புத்தரின் அவதாரமாக கருதப்படுகிறார். மற்ற இடங்களைப்போல் கலைகளிலும் இராமகதையின் தாக்கத்தை கம்போடியாவில் இன்றும் காணலாம்.

</p><p>
<q-img src="../../assets/tamil/ravana_brahma_boon_burma.jpg" width="200px" class="float-left q-ma-sm"/>
மலேசியா, இன்று ஓர் முஸ்லீம் நாடு.  இங்கும்  இந்து, பௌத்த மதங்கள் செல்வாக்குடன் திகழந்தன, இன்றும் பெருமளவிலான இந்துக்கள் இந்நாட்டில் உள்ளனர். ஆனால்,  இஸ்லாமிய அடிப்படைவாதத்தின் பிடிக்குள் போய்க் கொண்டிருக்கும் மலேசியா, திட்டமிட்டு தனது இந்துப் பாரம்பரியத்தையும் அதன் தாக்கத்தையும் மறுப்பதும், மறைப்பதும், மறப்பதும் அதிகரித்து வருவதாக அண்மையில் ஒரு மலேசிய நண்பர் வருத்தத்துடன் என்னிடம் தெரிவித்தார். நிற்க. இராமயணத்தின் மலேசியத் தழுவல் ‘ஹிகாயத் ஸெரி ராம’ என்பதே. மற்ற இடங்களிலிருந்து சிறிது மாறுபட்டு, இதில் லக்ஷ்மணர் இராமரை விட அதிக முக்கியத்துவம் பெறுகிறார். அண்னன் இட்ட செயலை மறுக்காமல் செய்வதும், லக்ஷ்மணரின் வேகமும் மலாய் மக்களுக்குப் பிடித்து விட்டது போல!
</p><p>

மலேசியாவில் இராமாயணம் பாரம்பரியமிக்க வயங்க் என்னும் நிழல்கூத்து மூலம் நிகழ்த்திக் காட்டப்படுகிறது. அண்மைக் காலங்களில் இத்தகைய அழகிய கலைவடிவங்கள் “இஸ்லாமுக்கு எதிரானவை”  என்று அறிவிக்கப் பட்டு, எதிர்க்கப் படுவதால், அவை ஏறக்குறைய அழியும் நிலையில் உள்ளன.  இராமாயணம் 60கள் வரை மக்களிடம் மிகவும் பிரபலமகாவே இருந்ததாகத் தெரிகிறது. ஏற்கனவே கூறியது போல, 80களிலிருந்து ஏற்பட்ட இஸ்லாமியத் தீவிரப் போக்கு காரணமாக   இந்துக்  கலாசாரத்தின்  தடயமாகக் கருதி இராமாயணம் மறக்கப்பட வேண்டும் என அரசு அதிகாரமும்,  இஸ்லாமிய அமைப்புகளும் இணைந்து பிரசாரம் செய்து வருகின்றனர்.  இது மிகவும் வருத்தத்துக்குரியது,   கண்டிக்கத் தக்கது.  இருப்பினும் சில மலாய் மக்களின்  வலைப்பதிவுகளிலும் வலைத்தளங்களிலும் இராமாயணத்தை குறித்த செய்திகள் வருவது ஆறுதல் அளிப்பதாக உள்ளது.

</p><p>

நமது அண்டை நாடான பர்மாவைக் (மியன்மார்) காண்போம். இதுவரை 9 இராமாயணத் தழுவல்கள் பர்மிய மொழியில் இயற்றப்பட்டுள்ளதாகத் தெரிகிறது. பகனில் உள்ள நாத் ஹ்லவுங் க்யவுங் என்ற ஒரு விஷ்ணு கோவிலில் ராமர் மற்றும் பரசுராமரின் சிலைகள் காணப்படுகின்றன. பர்மாவை ஆண்ட பகன் ராஜவம்ச மன்னன் ஒருவன் தான் பூர்வ ஜென்மத்தில் இராமரின் உறவினராக இருந்ததாக ஒரு கல்வெட்டில் கூறியுள்ளான். பர்மிய நாடகக் கலைகளில் இராமாயணம் மிகுந்த முக்கியத்துவம் பெறுகிறது. அரசர்களின் காலத்தில் பண்டிகைகளின் போது அரசு சார்பில் இராமாயணம் நாடகமாக இயற்றப்பட்டதாகத் தெரிகிறது. மொத்தத்தில் இராமாயணம் பர்மிய கலாச்சாரத்தில் பெருமைமிகு இடத்தைக் கொண்டுள்ளது.
அடுத்து லாவோஸ் நாடு. இதன் இராமாயணம் ‘ப்ரா லக் ப்ரா லாம்’ என்று அழைக்கப்படுகிறது. இந்த இராமாயணத்தில், புத்தர் தம் சீடர்களுக்கு இதை உபதேசிப்பது போல கூறப்பட்டுள்ளது. இது ஒரு புத்த ஜாதகக் கதையாகவும் இராமர் புத்தரின் பூர்வ பிறப்புகளில் ஒன்றாகவும் கருதப்படுகிறார். இராமர் மக்களுக்கு நீதிநெறிகளின் உதாரணமாக திகழ்கிறார். மற்ற நாடுகளில் போலவே இங்கும் இராமகதை கலைகளில் மிகவும் முக்கியத்துவம் பெறுகிறது.அனைத்து இடங்களிலும் இராம கதை கலைகளுடன் ஒன்றிவிடுவதை கவனிக்கலாம். பல கலைகளின் வளர்ச்சிக்கு இராமாயணம் காரணமாக இருப்பதையும் உணரலாம்.  இராமாயணம் இயல்பாகவே  அவ்வளவு கலை நயமிக்கது!

<q-img src="../../assets/tamil/ravana_kidnap_sita_vietnam.jpg" width="200px" class="float-left q-ma-sm"/>

</p><p>

சீன கலாச்சாரத்தின் ஆழமான தாக்கத்தில் இருக்கும் வியட்நாமில் கூட இராமர் காணப்படுகிறார். இருப்பினும் வியட்நாமிய மொழியில் இராமாயணம் இல்லாதது குறிப்பிடத்தக்கது. மத்திய வியட்நாம் ‘சம்பா’ என்ற இந்து ராஜ்யமாக 1500 ஆண்டுகள் நீடித்தது இங்கு குறிப்பிடத்தக்கது. பல இந்துக் கோவில்கள் இன்றளவும் அங்கு இருக்கின்றன. சிவன், பார்வதி ஆகியோருக்கான கோவில்களில் இராமர் இடம்பெறுகிறார். இராமாயணம் இங்கும் நாடகமாக நடிக்கப்படுகிறது.
பிலிப்பைன்ஸ் மற்றும் மாலத்தீவுகள் இரண்டும் இந்து, பௌத்த கலாசார பூர்வீகத்தைக் கொண்டிருந்தாலும் முன்னதில் கிறிஸ்தவமும் பின்னதில் இஸ்லாமும்   இந்த தர்ம மதங்களையும்,  அவற்றுடன் இணைந்த கலாச்சாரத்தையும் முற்றிலும் வேரோடு அழித்துவிட்டன. மக்களுக்கும் அவை நினைவில் இல்லை. ஆதலால் இந்த நாடுகளில் இன்று இராமயணத்துக்கான தடயங்கள் ஏதும் இல்லை. இருப்பினும் தார்மீக மதங்கள் எழுச்சியுடன் திகழந்த காலத்தில் இங்கும் இராமாயணம் செல்வாக்கோடு இருந்திருக்கும் என்பதில் ஐயமே இல்லை.
    <p><small><i>Composed: April, 2010</i></small></p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
