<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="சிவனின் புத்த வியாகரணம்" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl tamilold">
    <p class="text-h5">சிவனின் புத்த வியாகரணம்</p>
    <p><small><i>Composed: , 2010</i></small></p>
<p>
எவ்வாறு வைதீகம், புத்தரை நாராயணனுடைய அவதாரங்களில் ஒன்றாக ஏற்றுக்கொண்டதோ. அதேபோல, பௌத்தமும் சிவனை வருங்காலத்தில் புத்தத்துவம் அடைபவர்களில் ஒருவாராக கருதுகிறது.
</p><p>

பௌத்த சூத்திரமான காரண்டவியூஹ சூத்திரத்தி்ல் சிவன் தனக்கு புத்த வியாகரணத்தை கேட்பது விரிவாக தெரிவிக்கிப்பட்டுள்ளது.

</p><p>

காரண்டவியூஹ சூத்திரத்தின் ஆரம்பத்தில் கௌதம புத்தர் கூடியுள்ள அனைவருக்கும் தர்ம உபதேனை செய்வதை விவரிக்கும் பகுதியில் இந்திரனும் மற்றும் இந்திரலோகத்து தேவர்களும் மஹேஸ்வரன் மற்றும் நாராயணன் ஆகியோரின் தலைமையில் அனைவரும் புத்தரின் உபதேசனையை கேட்க வந்ததாக விவரிக்கிறது.

</p><p>
<q-img src="../../assets/tamil/avalokitesvara-tamil.jpg" width="200px" class="float-left q-ma-sm"/>

சாக்கியமுனியான கௌதம புத்தர் தர்மத்தை உபதேசிக்கும் வேளையில் அவலோகிதேஸ்வர போதிசத்துவரின் பெருமைகளையும் கௌதம புத்தர் விவரிக்கின்றார். [புத்த நிலையை அடையப்போகும் நிலையில் இருப்பவர்கள் போதிசத்துவர்கள். அவலோகிதேஸ்வர அனைத்து புத்தர்களுடைய கருணையின் உருவகமாக கருதப்படுபவர் – மஹாகாருணிகமூர்த்தி] அப்போது மஹேஸ்வரன் அவலோகிதேஸ்வரரின் நெற்றியில் இருந்தும் நாராயணன் அதே அவலோகிதேஸ்வரரின் நெஞ்சுப்பகுதியில் இருந்து பிறந்ததாக கூறுகிறார். மஹேஸ்வரன் அவலோகிதேஸ்வரரின் தேகத்தில் இருந்து தோன்றியவுடன் அவலோகிதேஸ்வர போதிசத்துவர் மஹேஸ்வரனை பார்த்து, “மஹேஸ்வரா, தர்மம் மறையும் காலக்கட்டத்தில் உன்னையே சிலர் ஆதிதேவன் என்றும், உலகத்தை சிருஷ்டித்தவன் என்றும் கூறுவர்கள். அப்போது மக்கள் அனைவரும் புத்த தர்மத்தையும் போதி நிலை அடைவதற்கான வழிமுறைகளையும் மறந்திருப்பர்” என அவலோகிதேஸ்வரர் கூறியதாகவும் கௌதம புத்தர் உபதேசிக்கின்றார்

</p><p>

இவ்வாறு அவலோகிதேஸ்வரரின் பெருமைகளை இவ்வாறாக விவரிக்கும் நிலையில் அவலோகிதேஸ்வரரே தன்னுடைய உலகமான சுகாவதியில் இருந்து அங்கு வந்து தோன்றுகிறார். தோன்றிய பின்னர் கௌதம புத்தரின் காலில் விழுந்து வணங்குகிறார். வணங்கிய பிறகு, அவலோகிதேஸ்வரர் பஞ்சமஹா புத்தர்களில் ஒருவரான அமிதாப புத்தர் கொடுத்தனுப்பிய தாமரைப்பூக்களை கௌதம புத்தரிடம் சமர்ப்பிக்கின்றார். கௌதம புத்தருடைய நலன் குறித்தும் விசாரிக்கின்றார். கௌதம புத்தரும் அதை ஏற்றுக்கொண்டு அந்த தாமரைப்பூக்களை தன் வலது புறம் வைத்துக்கொள்கிறார்.

</p><p>

<q-img src="../../assets/tamil/shiva_portrain.jpg" width="200px" class="float-left q-ma-sm"/>
இந்நிலையில் தர்ம உபதேசனையை கேட்டுக்கொண்டிருந்த சிவன் கௌதம புத்தரின் காலில் விழுந்து வணங்கி, “பகவான், நான் பிற்காலத்தில் புத்தநிலை அடையப்போவதை குறித்த வியாகரணத்தை அருள வேண்டும்” என புத்தரிடம் வேண்டுகோள் விடுக்கின்றார். புத்தர் சிவனை அவலோகிதேஸ்வரரிடம் இதை கேட்குமாறு பணிக்கிறார்.

</p><p>

சிவனும் புத்தர் கூறியவாறு அவலோகிதேஸ்வரர் முன்பு தோன்றி, அவர் காலில் விழுந்து வணங்கி,

</p><p class="blockquote">

நமோ பத்மதராய<br/>
நமோ பத்மாசனாய<br/>
நமோ சுபபத்மஹஸ்தாய<br/>
நமோ பத்மஸ்ரீயே
</p><p>

என பலவாறாக போற்றுகிறார்.

</p><p>

அவலோகிதேஸ்வரர், “மஹேஸ்வரனே, உனக்கு வேண்டியது என்ன ?”, என கேட்கிறார். சிவனும் புத்தரிடம் கூறியதை அவலோகிதேஸ்வரரிடம் கூறுகிறார். அதற்கு அவலோகிதேஸ்வரர், “மஹேஸ்வரனே, நீ வருங்காலத்தில் விவ்ருதம் என்னும் உலகத்தில் பஸ்மேஸ்வர புத்தர் என்ற பெயருடன் புத்தநிலையை அடைந்து உயிர்களுக்கு தர்மத்தை உபதேசிப்பாய்” என கூறுகிறார். இதனை கேட்டு மஹேஸ்வரன் எல்லையில்லா மகிழ்ச்சி கொள்கிறார்.

</p><p>
இதன் பின், மஹேஸ்வரனின் துணைவி உமாதேவியும் அவலோகிதேஸ்வரர் முன்பு தோன்றி அதே போல காலில் விழுந்து வணங்கி,

</p><p class="blockquote"> பிராணம்ததாய<br/>

நமோ பிருத்விவரலோசனகராய<br/>

நமோ சுபபத்மஸ்ரீயே<br/>

நமோ பரிவிருத்தாய<br/>

நமோ நிர்வாணபூமிசம்பிரஸ்திதாய<br/>

நமோ தர்மதராய
</p><p>
என பலவாறாக துதித்து தனக்கு மஹேஸ்வரனை போல் தனக்கும் ஒரு வியாகரணம் அருளுமாறு வேண்டுகிறார். உடனே அவலோகிதேஸ்வரர், உமாதேவியை நோக்கி, “உமாதேவி, நீ வருங்காலத்தில் உமேஸ்வர புத்தர் என்ற பெயருடன் புத்தநிலை அடைவாய். உனது உலகம் இமாலாய பர்வததத்திற்கு கிழக்கே இருக்கும்” என கூறுகிறார். உமாதேவியும் இதை கேட்டு மிகுந்த உவப்படைகிறார்.
</p><p>
இதனை கண்டுகொண்டிருந்த புத்தர், அவையில் இருந்தோரை பார்த்து, “எவ்வாறு மஹேஸ்வரனும் உமாதேவியும் வருங்காலத்தில் புத்தநிலை அடைந்து புத்தர்களாவது தின்னமோ அதே போல அனைத்து உயிர்களும் தர்மத்தை பின்பற்றினால் புத்தநிலை அடைவது உறுதி” என கூறுகிறார்.</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
