<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="சிரமணர்களின் மூல மொழி" />
    </q-breadcrumbs>
      <div class="q-ml-lg q-mr-xl">

    <p class="text-h5">சிரமணர்களின் மூல மொழி

</p>
    <p><small><i>Composed: December, 2010</i></small></p>
<q-img src="../../assets/tamil/dharmachakra.png" class="float-left q-ma-sm" width="150px"/>
<p>வைதிக சமயத்தவர்கள் பொதுவாக சமஸ்கிருத மொழியையே, அனைத்து மொழிகளுக்கும் மூலமாகவும், அனைத்தும் அதில் இருந்தே கிளைத்ததாகவும் கருதி வந்துள்ளனர். இதே போல தமிழ்த்தேசியவாதிகளும் தமிழ் தான் உலகமுதன்மொழி என்றும் உலகமொழிகள் அனைத்தும் தோன்றியதாக கருத்தை முன்வைக்கின்றனர். எப்படியாகிலும் சரி, எந்த மொழியையும் உலகின் ஆதிமொழியாக கருதிக்கொள்ள இயலாது. இந்த உலக முதன்மொழி என்ற கருத்தே விவாதத்திற்குரியது தான். பலரும் இந்த கருத்தை ஏற்றுக்கொள்வதில்லை. மொழிகள் ஒரே காலக்கட்டத்தில் வெவ்வேறு இடங்களில் இணையான தோற்றம் பெற்று, பின்னர் தம்முள் கலந்து உறவாடி நிலைபெற்றன என்பது இன்னொரு கருதுகோள். இதை Polygenesis (பல்தோற்றம்) என்று கூறுவர்.</p>

<p>வைதிகர்கள் வேத பாஷையை அனைத்து மொழிகளின் மூலமாகவும் தெய்வ பாஷையாகவும் கருதியதில் வியப்பேதுமில்லை. வைதிகர்களின் நம்பிக்கையின் படி, வேதங்கள் அபௌருஷேயமானவை [மனிதர்களால் இயற்றபடாதது]. பிரபஞ்ச ஒலிகளை வேத சுருதிகளாக வடிப்பதற்கான கருவிகளாகத்தான் ரிஷிகள் இருந்தனராம். அவை அநாதியானவையும் கூட. இது போன்ற அதீத குணங்களை கொண்ட வேதங்கள் இருக்க, அவை இயற்றப்பட்ட மொழியும் அதே போல அதீதமாகவும் தெய்வீகமாகவும் இருப்பது தானே முறை ?</p>

<p>இது இவ்வாறிருக்க, இனி சிரமண சமயங்களான பௌத்த ஜைன மதங்களுக்கு வருவோம். அவை மக்களிடம் புழக்கத்தில் இருந்த பிராகிருத மொழிகளை பிரதானமாக கொண்டே எழுந்தவை. மக்களின் மொழியையே பயன்படுத்தி தம்முடைய கருத்துக்களை பிரச்சாரம் செய்து இம்மதங்கள் பரப்பின. மக்களிடைய செல்வாக்கு பிற இதுவும் ஒரு முக்கிய காரணமாயிற்று (பௌத்த-ஜைன மதங்கள் தோன்றிய காலக்கட்டத்தில் சமஸ்கிருத மொழி சாஸ்த்ர-ராஜ பாஷையாக பரிணமிக்கவில்லை, பிராமணர்களின் மொழியாகத்தான் முடங்கி கிடந்தது ). ஒரு சமயத்தில், புத்த பகவான் தன்னுடைய போதனைகளை சந்தஸில் [வேத மொழி] சேமிக்கப்படகூடாதென்று தடுத்தார். மக்களின் மொழியிலேயே அவை இருக்க வேண்டும் என்று தெரிவித்தார். ஆனால், காலம் செல்ல செல்ல முற்றிலும் முரணாக சிரமண சமயத்தவர்களே கூட தம்மைச்சார்ந்த மொழியையே மூல மொழியாக கருதத்தொடங்கினர்.</p>

<p>பொதுவாக பிராகிருதம் சமஸ்கிருதத்தின் திரிந்த வடிவம் என்ற கருத்துள்ளது. பிராகிருதத்துக்கும் சமஸ்கிருதத்துக்கு உள்ள வேறுபாடு, கிட்டத்தட்ட கொடுந்தமிழுக்கும் (பேச்சுத்தமிழ்) செந்தமிழுக்கும் உள்ள வேறுபாடுதான். [பேச்சுத்தமிழை எழுதினாலே அது இன்னொரு மொழிபோலத்தான் இருக்கும்]. ஆனால், சிரமணர்களோ, இதற்கு மாற்றாக பிராகிருதத்தின் திருத்தப்பட்ட வடிவமே சமஸ்கிருதம் என்ற கருத்தை கொண்டிருந்தனர் (இதே ரீதியில்,  செந்தமிழ் பேச்சு வழக்கினால் மக்களால் திரிக்கப்பட்டு கொடுந்தமிழ் ஆனதா, அல்லது மக்களிடம் புழங்கிய திருத்தம் பெறாத கொடுந்தமிழ்(கள்)  இலக்கணம் சமைக்கப்பெற்று சீர்தரம் செய்யப்பட்டு செந்தமிழ் ஆனதா என்பது விவாதிக்க வேண்டிய விஷயமே )</p>

<p>இனி பௌத்த ஜைன மதங்கள் மூலமொழி குறித்து என்னென்ன கருத்துக்களை கொண்டிருந்தன என்பதை பற்றியும் விரிவாக காண்போம்.</p>

<p class="text-h6">ஜைனர்களின் அர்த்தமாகதி பிராகிருதம்</p>
<p>ஜைன சமயத்துடன்  துவங்குவோம். ஜைனர்களின் மத வழிபாட்டு மொழியாக இருந்தது அர்த்த மாகதி மொழி. பிற்காலத்தில் பௌத்த மதப்பிரிவுகள் பெரும்பாண்மையானவை சமஸ்கிருதத்தை ஏற்றுக்கொண்ட நிலையிலும், ஜைனர்கள் பிராகிருதத்தை கைவிடவில்லை. மிகவும் பின்னரே அவர்கள் சமஸ்கிருதத்துக்கு மாறினர் (இருப்பினும் அவர்களின் மூல நூல்கள் அர்த்த மாகதியிலேயே இருந்தன). ஜைனர்களின் இந்த பிராகிருத பயன்பாடு, வைதிகர்களின் விமர்சனத்துக்கும் ஏளனத்துக்கும் உட்படுத்தபட்டது.</p>

<p>உதாரணமாக, 8ஆம் நூற்றாண்டை சேர்ந்த 63 நாயன்மார்களில் ஒருவரான சுந்தரர், ஜைனர்கள் குறித்து இவ்வாறு பாடுகிறார்.</p>

<p class="blockquote">நமண நந்தியுங் கரும வீரனுந்
<q-img src="../../assets/tamil/mahavira-1.jpg" class="float-left q-ma-sm" width="100px"/>
<br/>
தரும சேனனு மென்றிவர்
<br/>
குமணன் மாமலைக் குன்று போல்நின்று
<br/>
தங்கள் கூறையொன் றின்றியே
<br/>
ஞமண ஞாஞண ஞாண ஞோணமென்
<br/>
றோடி யாரையு நாணிலா
<br/>
மண ராற்பழிப் புடைய ரோநமக்
<br/>
கடிக ளாகிய வடிகளே</p>

<p class="blockquote">நமண நந்தி, கர்ம வீரன், தர்ம சேனன் என்றவாறு பெயர்களைக்கொண்டு, குமணன் என்ற பெருமலைக்கு அருகில் இருக்கும் குன்றுகளைபோல, ஆடையின்றி “ஞமண ஞாஞண ஞான ஞோண” என்று நாணமில்லாது உச்சாடனம் செய்யும் ஜைனர்களால் சிவன் பழிக்கப்படுதலுக்கு உடையரோ ?</p>

<p>பொதுவாகவே பிராகிருத மொழிகளில் மெல்லின பிரயோகங்கள் அதிகமாக இருக்கும். எனவே, அவர்களின் மந்திரங்களை மேற்கண்டவாறு (ஞமண ஞாஞண ஞான ஞோண)  ஏளனம் செய்கிறார் சுந்தரர். வேறு சில பாடல்களிலும், ஆகமங்களின் மொழியை (சமஸ்கிருதம்) விடுத்து திரிந்த பிராகிருத மொழியை பயன்படுத்துவதை விமர்சிக்கின்றனர் நாயன்மார்கள்.</p>

<p>இதனால் அக்கால ஜைனர்கள் கவலை ஏதும் பட்டிருக்கப்போவதில்லை, அர்த்த மாகதி தான் அவர்களுடைய தேவ பாஷை ஆயிற்றே. ஜைனர்களின் படி, அர்த்த மாகதியே தெய்வ பாஷையும் மூல பாஷையும் ஆகும். இம்மொழியே வர்த்தமான மஹாவீரராலும், மற்ற (ஜைன) தேவதாமூர்த்திகளாலும் உபயோகப்படுத்தப்படுவது.ஜைனர்களின் ஔபாதிக சூத்திரத்தில் இவ்வாறு காணப்படுகிறது:</p>

<p class="blockquote">ப⁴க³வம் மஹாவீரே […] ஸவ்வபா⁴ஸாணுகா³மிணீஏ ஸரஸ்ஸஈஏ ஜோயணநீஹாரிணா ஸரேணம் அத்³த⁴மாக³ஹாஏ பா⁴ஸாஏ பா⁴ஸை […] ஸா வி ய ணம் அத்³த⁴மாக³ஹா பா⁴ஸா தேஸிம் ஸவ்வேஸிம் ஆரியம் அணாரியாணம் அப்பணோ ஸபா⁴ஸாஏ பரிணாமேணம்  பரிணமை</p>

<p class="blockquote">பகவான் மஹாவீரர் […] அனைத்து பாஷைகளுக்கும் அனுசரனையாக இருக்கக்கூடிய, அர்த்த மாகதி பாஷையை, ஒரு யோஜனை வரை கேட்கக்கூடிய குரலில் பேசுகிறார் […] அந்த அர்த்த மாகதி பாஷையானது, அனைவரது, ஆர்யர்களினதும் (உயர்ந்தோர்) அனார்யர்களினதும் (உயர்வற்றோர்) , சுயபாஷையாக பரிணமிக்கிறது.</p>

<p>ஆகவே, மஹாவீரர் மாகதி மொழியில் உபதேசிக்க, அந்த உபதேசங்கள் அனைத்து மக்களுடைய சொந்த மொழியில் மாற்றம் அடைகிறதாக கருதப்படுகிறது. இதே போன்றதொரு கருத்து பௌத்தர்களுக்கும் உண்டு. அதை பின்னர் காண்போம்.</p>

<p>11ஆம் நூற்றாண்டை சேர்ந்த ஜைன ஆச்சாரியர் ஒருவரான நமிசாது, சமஸ்கிருதம் பிராகிருதத்தில் இருந்தே தோன்றியது என்ற கருத்தை முன்வைக்கின்றார்.</p>

<p class="blockquote">[…]பா³ல மஹிலாதி³ ஸுபோ³த⁴ம் ஸகல பா⁴ஷாநி ப³ந்த⁴நபூ⁴தம் வசநம் உச்யதே |  மேக⁴நிர்முக்தஜலம் இவைகஸ்வரூபம் தத்³ ஏவ ச தே³ஸ²விஸே²ஷாத் ஸம்ஸ்காரகரணாச் ச ஸமாஸாதி³தவிஸே²ஷம் ஸத்   ஸம்ஸ்க்ரு«தாத்³யுத்தரவிபே⁴தா³ந் ஆப்நோதி | […]</p>

<p class="blockquote">[…] [பிராகிருதம்]  குழந்தைகள் பெண்கள் ஆகியோருக்கு எளிதாகவும் சகல பாஷைகளின் மூலமாகவும் கூறப்படுகிறது. மேகத்தில் இருந்து விடுவிக்கப்பட்ட நீர் (பின்னர் பலவடிவம் எடுப்பது) போல, (பிராகிருதம்) ஒரே சொரூபம் கொண்டிருந்து, அதுவே, தேச விதேச வேறுபாடுகளாலும் சமாஸம் முதலிய விசேஷங்களை பெற்று, சமஸ்கிருதம் முதலிய பிற மொழிகளுக்கான பேதத்தை அடைகிறது […]</p>

<p>இதில் இருந்து மிகத்தெளிவாக, ஜைனர்கள் தம்முடைய பிராகிருத மொழியான அர்த்த மாகதியையே சமஸ்கிருதம் உட்பட்ட அனைத்து மொழிகளுக்கும் மூல மொழியாக கருதினர் என்பது தெரிகிறது. அவர்களை பொருத்த வரையில், அனைத்து மொழிகளும் தமது தேவ பாஷையான அர்த்த மாகதி மொழியில் இருந்தே உருவானவை.</p>

<p class="text-h6">தேரவாத பௌத்தர்களின் மாகதி பிராகிருதம் (பாளி)</p>

<p>பழங்கால பௌத்தப்பிரிவுகளில் இன்றும் வழக்கில் இருக்கும் ஒரு பிரிவு தான் தேரவாதம் (சம்ஸ்: ஸ்தாவிரவாதம்). அனைத்து பௌத்த பிரிவுகளிலேயும் பிராகிருத மொழியான மாகதியை இன்று வரை பிராதனமாக கொண்டிருக்கும் ஒரே பிரிவு. (”பாளி” என்னும் சொல் உண்மையில் மாகதி மொழியில் உள்ள நூல்களை சுட்டுவது. ஏனோ, அது இன்று அந்த நூல்களின் மொழியை சுட்டுவதாகிவிட்டது ). தற்போது, தேரவாத பௌத்தம் இந்தியாவுக்கு வெளியே தான் பரவலாக இருந்தாலும், பாளி மொழியின் தாக்கம் இன்னும் அந்தந்த நாட்டு மக்களிடைய வெகுவாக காணப்படுகிறது. இதொன்றே, மாகதி மொழிக்கும் தேரவாதத்துக்கும் இருக்கும் பிணைப்பை வெளிப்படுத்துவதாக அமைகிறது.</p>
<q-img src="../../assets/tamil/buddhacouncil.jpg" class="q-ma-sm" width="400px"/><br/>

<p>தேரவாத பௌத்தர்களும், மாகதி மொழியே, மிகவும் இயல்பான மொழி என்றும் மூல மொழி என்றும் கருதிக்கொண்டனர்.</p>

<p>ஐந்தாம் நூற்றாண்டை சேர்ந்த புத்தகோசர் என்னும் ஆசிரியர் தம்முடைய விசுத்திமாக்கம் என்று நூலில் விளக்குகிறார் –</p>

<p class="blockquote">ஸா மாக³தீ⁴ மூல பா⁴ஸா நாரா யா யாதி³ கப்பிகாப்³ரஹ்மாநோச²ஸ்ஸுதாலாபா ஸம்பு³த்³தா⁴ ஏஹாபி பா³ஸரே</p>

<p class="blockquote">அந்த மாகதியே மூல பாஷையாகும், முந்தைய கல்பத்தில் (யுகத்தில்) இருந்த மக்களாலும், பிரம்மதேவர்களாலும், மொழியே கேட்காதவர்களாலும் பேசாதவர்களாலும், முழுமையடைந்த புத்தர்களாலும் (இதுவே) பேசப்பட்டது</p>

<p>விபங்கம் என்ற பௌத்த அபிதர்மத்தின் உரை ஒன்று, திஸ்ஸதத்த தேரர் என்று புத்த பிக்ஷுவின் கருத்தாக பின்வருபவனற்றை கூறுகிறது:</p>

<p class="blockquote">
“தமிழ் தாய்க்கும், அந்தக (தெலுங்கு) தந்தைக்கும் பிற குழந்தையானது, தன்னுடைய தாயின் பேச்சை முதலில் கேட்டால், தமிழ் மொழியை பேசும்; ஒருவேளை தந்தையின் பேச்சை முதலில் கேட்டால், தெலுங்கு மொழியில் பேசும். எனினும், அவர்களிருவரையும் கேட்காதிருந்தால், (தானாக) அக்குழந்தை மாகதி மொழியில் பேசும். மீண்டும், பேச்சை கேட்க்காது தனித்து காட்டில் வாழும் ஒருவர், பேசமுற்பட்டால், அவர் இதே மாகதி மொழியில் தான் பேசுவார்.
<br/><br/>
மாகதி மொழி அனைத்து இடங்களில் பிரதானமாக உள்ளது: நரகம், விலங்குகளின் ராஜ்யம், பிரேத லோகம், மனுஷ்யலோகம் மற்றும் தேவலோகம். மற்ற பதினெட்டு மொழிகளான – ஒட்டம், கிராடம், தெலுங்கு, யோனகம், தமிழ் முதலிய மொழிகள் மாற்றம் பெருகின்றன, ஆனால் மாகதி மட்டுமே மாற்றம் பெறுவதில்லை, இதுவே பிரம்மதேவர்களின் மொழியாகவும் ஆரியர்களின் (உயர்ந்தோர்) மொழியாகவும் உள்ளது.
<br/><br/>
புத்தரும்,  தம்முடைய திரிபிடகத்தை வார்த்தைகளாக வெளியிட்டது இதே மாகதி மொழியினாலேயே ஏன் ? அவ்வாறு செய்ததினால், அவற்றின் உண்மையன அர்த்தத்தை அறிந்துகொள்ளுதல் எளிது. இன்னும், புத்தரின் வார்த்தகளின் அர்த்தம், போதனைகளாக மாகதி மொழியில் வெளியிடும் போது பதிசம்பிதை (ஓர் உயர்ந்த நிலை) எய்தியவர்களின், காதுகளை எட்டிய உடனே, அது நூற்றக்கணக்கான ஆயிரக்கணக்கன விதமாக புரிந்துகொள்ளப்படுகிறது. ஆனால், மற்ற மொழிகளில் வெளியிடப்படும் போதனைகள் மிகக் கடினமாகவே பெறப்படுகின்றன”.</p>

<p>இது போன்ற கருத்துக்கள் மிகவும் வளர்ந்த நிலையில், 12ஆம் நூற்றாண்டு இலக்கண நூலான மோஹவிச்சேதனி கூறுகிறது,</p>

<p class="blockquote">
ஸா வ அபாயேஸு மநுஸ்ஸே தே³வலோகே சேவ பட²மம் உஸ்ஸந்நா |  பச்சா² ச ததோ அந்த⁴க யோநக த³மிளாதி³ தே³ஸபா⁴ஸா சேவ ஸக்கடதி³ அட்டா²ரஸ மஹாபா⁴ஸா ச நிப³த்தா |</p>

<p class="blockquote">
இது (மாகதி) நரகத்தில், மனுஷ்யலோகத்தில் மற்றும் தேவலோகத்திலும் பிரதானமாக இருந்தது. பின்னர், தெலுங்கு, யோனகம், தமிழ் முதலிய பதினெட்டு தேசபாஷைகளுடன் சமஸ்கிருதமும் இதில் இருந்தே தோன்றின</p>

<p>இங்கும் கூட மாகதி (பாளி) மொழியே முதலிய அனைத்து மொழிகளின் மூல மொழியாக தேரவாத பௌத்தர்களால் கருதப்படுவது புலனாகிறது. இதில் இந்திய மொழிகளோடு கிரேக்கத்தையும் (யோனகம்) சேர்த்து இருப்பது வியப்பே.</p>

<p>முக்கியமாக இங்கு கவனிக்க வேண்டியது, புத்தகோசரும் மோஹவிச்சேதனியின் ஆசிரியாரான காஸ்ஸபரும் காஞ்சிபுரத்தை இருப்பிடமாக கொண்டு நூல்களை இயற்றியவர்கள்.</p>

<p>இவ்வாறாக ஏதோ ஒரு காலக்கட்டத்தில் ஒவ்வொரு மதமும் அதைச்சார்ந்த மொழியே அனைத்திற்கும் மூலம் என்று கருதிவந்துள்ளன. எல்லா மதங்களும் மொழிகளை (தம்) மதம் சார்ந்த பார்வையோடு தான் மொழிகளை கண்டு வருகின்றன. தம்முடைய மதமே பிராதனம் என்றும் அனைத்திற்கும் மூலம் என்ற எண்ணத்தின் நீட்சியாகவே,  தாம் சார்ந்த மதத்தின் மொழியே மூலமொழி என்ற எண்ணமாக வெளிப்பட்டி இருக்க வேண்டும்.  மதம் சார்ந்த சிந்தனைகளுடைய பரிணாமத்தின் ஒரு பங்கே இவை அனைத்தும்.</p>

<p class="text-h6">References</p>
<p>1. Buddhist Hybrid Sanskrit : The Original Language, Johannes Bronkhorst</p>

<p>2. Introduction to Kachchayana’s Grammar of the Pali Language, James D’Alwis</p>

<p>3. Sanskrit and Reality: The Buddhist Contribution, Johannes Bronkhorst</p>

<p>4. Echoes from an Empty Sky : The Origin of the Buddhist  Docrine of the Two Truths, John. B. Buescher</p>

<p>5. The History of Buddhism in the Tamil Kingdoms of South India, T.N. Ramachandran</p>

<p>6. <a href="http://thevaaram.org/thirumurai_1/songview.php?thiru=7&Song_idField=70330&padhi=033&startLimit=9">http://thevaaram.org/thirumurai_1/songview.php?thiru=7&Song_idField=70330&padhi=033&startLimit=9</a></p>
 </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
