<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md tamilold">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="தமிழ் எழுத்துக்களின் பரிணாம வளர்ச்சி
" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl tamilold">
    <p class="text-h5">தமிழ் எழுத்துக்களின் பரிணாம வளர்ச்சி</p>
    <p><small><i>Composed: March, 2011</i></small></p>
<p>
இந்தியாவின் பண்டைய இலக்கிய மொழிகளுள் ஒன்று தமிழ் மொழி. திராவிட மொழிகளிலேயே மிக முந்தைய இலக்கிய படைப்புகள் நிகழந்தது தமிழில் தான். பண்டைக்காலத்தில் வடபுலத்து சமஸ்கிருத பிராகிருத மொழிகளுக்கு இணையாக இலக்கியம் சமைக்கப்பெற்றதும் தமிழ் மொழியில் தான். தமிழ் இவ்வாறு தன்னை நிலைநிறுத்திக்கொள்வதில் முக்கிய பங்கு அதன் எழுத்தும் வகித்தது.
</p><p>
ஒரு மொழியை நிலைநிறுத்த எழுத்து என்பது என்றுமே மிகவும் அத்தியாவசியமானது. எழுத்தில்லாத மொழி நிலைப்பது கடினம். மொழியினை போற்றி பாதுகாத்து அடுத்த தலைமுறைக்கு இட்டுச்செல்லக்கூடியது எழுத்து மட்டுமே. எழுத்தற்ற மொழி மிக விரைவிலேயே சிதைவுக்கு உள்ளாகி உருத்தெரியாமல் போய் விடும். இலக்கணம் சமைக்கவும் இலக்கியம் படைக்கவும் எழுத்து முக்கியம். இன்று எழுத்துமுறை இல்லாது இருக்கும் மொழிகள் அனைத்தும் இலக்கியமற்ற திருத்தம்பெறாத மொழி
</p><p>

எழுத்துமுறைகள் பலவாறாக வகைப்படுத்தப்படுகிறது. உயிர் எழுத்துக்கள், மெய்யெழுத்துக்கள், உயிர்மெய்யெழுத்துக்கள் என எழுத்துக்களை வகுக்கும் எழுத்துமுறை “அபுகிடா” என்று அழைக்கப்படுகிறது. இந்திய மற்றும் சிங்கள, தாய், கம்போடிய, லாவோ முதலிய தெற்காசிய-தென்கிழக்காசிய எழுத்துமுறைகள் அனைத்தும் இந்த வகையின் கீழ் வரும். தமிழ் எழுத்துமுறையும் “அபுகிடா” வகையை சார்ந்ததே.
</p><p class="text-h6">
சிந்து சமவெளி எழுத்துக்கள்
</p><p>
இந்தியாவில் மிகவும் பழமையாக கிட்டக்கூடிய எழுத்துக்கள் சிந்துசமவெளி எழுத்துக்கள். ஏறக்குறைய 5000 ஆண்டுகளுக்கு முற்பட்டவை. சிந்து சமவெளி எழுத்துகளின் மொழி இந்தோ-ஆரியம் என்றும், பழந்தமிழ் என்றும், முண்டா மொழிக்குடும்பத்தை சார்ந்தது என்றும் இஷ்டத்திற்கும் கருத்துக்கள் விரவி கிடக்கின்றன. பார்க்கப்போனால், சிந்து சமவெளி எழுத்துக்கள் உண்மையான எழுத்துமுறையா அல்லது வெறும் குறியீடுகளா என்பது கூட இன்னும் முழுமையான ரீதியில் அனைவரும் ஏற்றுக்கொள்ளுமாறு நிறுவப்படவில்லை.
</p><p class="text-h6">
பிராமி
</p><p>
சிந்துசமவெளி எழுத்துக்களுக்கு பிறகு, அசோகர் காலத்தில் 300 BCE அளவில் இந்தியா முழுதும் தொல்லியல் நிபுணர்களால் பிராமி  என்றழைக்கப்பெறும் எழுத்துக்களில் பல்வேறு ஸ்தூபிகள், கல்வெட்டுகள் உருவாகின்றன. இந்தியா முழுதும் பிராகிருத மொழியினை பிராமி எழுத்துக்களிலியே அசோகர் கல்வெட்டுகளில் பொறிக்கிறார். அந்த பிராமியே பல்வேறு பிரதேச வேறுபடுகளால், திரிந்து, பல்வேறு உருபெற்று நவீன இந்திய எழுத்துமுறைகள் உருவாகின. அசோகரின் பிராமி எழுத்துமுறை அரமேய எழுத்துமுறையின் தாக்கத்தில் உருவானது என்று பொதுவாக கருதப்படுகிறது.
</p><p>

</p><p>
<i>அசோகரின் அலஹாபாத் ஸ்தூபி கல்வெட்டு</i>
</p><p>
<q-img src="../../assets/tamil/Brahmi_asoka_article.png" width="400px"/><br/>

</p><p class="blockquote">
தே³வாநம்ʼ பியே பியத³ஸீ லாஜா ஹேவம்ʼ ஆஹா
<br/>
அம்ʼநத அகா³ய த⁴ம்ʼம காமதாய அகா³ய பல […]
</p>

<p class="blockquote tamilextended">
ദേവാനം പിയേ പിയദസീ ലാജാ ഹേവം ആഹാ
<br/>
അംനത അഗായ ധംമ കാമതായ അഗായ പല […]
</p>

<p>
சங்க காலத்திலேயே ஜைன மதமும் பௌத்த மதமும் தமிழகத்தில் ஸ்தாபிக்கப்பட்டு, நிலைபெற்றுவிட்டன. இவ்விரு மதங்களுள் தமிழகத்தில் முதலில் ஸ்தாபனம் செய்யப்பட்ட்து ஜைன மதமாகத்தான் இருக்க வேண்டும். (சமண [ &lt; சிரமண ] என்பது பௌத்த-ஜைன மதங்களை ஒன்றுசேர குறிக்கூடிய சொல், தமிழகத்தில் ஜைன சமயத்தை மட்டும் குறிப்பதில் இருந்தே, சிரமண சமயங்களில், முதலில் நுழைந்த்து ஜைன சமயம் என்று யூகிக்கலாம்).
</p><p>
அவ்வாறு ஜைன சமயத்தை வடநாட்டில் இருந்து தமிழகத்தில் ஸ்தாபனம் செய்யவந்த ஜைன முனிவர்களும் ஆச்சாரியர்களும் வடநாட்டில் வழக்கில் இருந்து பிராமி எழுத்துமுறையை தமிழகத்துக்கு கொண்டு வந்ததாக கருதப்படுகின்றது. ஜைனர்களும் பௌத்தர்களும் பொதுவாகவே மக்கள் மொழியில் போதிப்பவர்கள். எனவே, தமிழில் தங்களுடைய போதனைகளை வெளிப்படுத்த வேண்டி, பிராமியை தமிழுக்கு கொண்டுவந்திருக்க வேண்டும். ஆரம்ப கால தமிழ் பிராமி கல்வெட்டுகள் பெரும்பாலும் ஜைன முனிவர்களின் குகைகளில் காணப்படுவது இக்கருத்துக்கும் வலுசேர்ப்பதாக உள்ளது.
</p><p class="text-h6">
தமிழ் பிராமி
</p><p>
அவ்வாறு அவர்கள் கொண்டு வந்த பிராமி எழுத்துமுறை தமிழுக்குரியதாக இல்லை. பிராகிருதத்தின் ஒலியியலும் தமிழின் ஒலியியலும் வேறானவை. தமிழில் கூட்டெழுத்துக்கள் அதிகம் கிடையாது, சொல்லிறுதி தனிமெய்களும் அதிகம். பிராகிருத்ததில் மகரத்தை தவிர்த்து வேறு சொல்லிறுதி மெய்கள் வருவதில்லை. அதனால் அசோக பிராமியில் தனி மெய்யினை (க், ங் முதலியவை) குறிக்க இயலாது, மெய்யெழுத்துக்கூட்டுகளை வேண்டுமென்றால் கூட்டெழுத்துக்களாக எழுத இயலும் (உதாரணமாக, க்ய, க்த ஆகியவற்றை எழுதலாம், ஆனால் க் என்ற தனி மெய்யை எழுத முடியாது) .  எனவே, பிராமியை தமிழுக்கு ஏற்றார்போல் செய்ய பல்வேறு முயற்சிகள் நிகழ்ந்தன.
</p><p>
பிராகிருதத்தில் இல்லாத தமிழுக்குரிய ற,ழ,ன,ள முதலிய எழுத்துக்களுக்கு வடிவங்கள் உருவாக்கப்பட்டன.  டகரத்தை உருமாற்றி றகரமும் (அக்காலத்தில் றகரம் டகரம் போல் உச்சரிக்கப்பட்டது), நகரத்திலிருந்து னகரமும், லகரத்திலிருந்து ளகரமும், ட³(d)கரத்தில் இருந்து ழகரமும் உருவாக்கப்படடன. எ, ஒ என்ற குறில் எழுத்துக்களை ஏகார, ஓகார எழுத்துக்களின் மீது புள்ளியினை வைத்து உருவாக்கினர். [பிராகிருதத்தில் எ, ஒ கிடையாது] (தமிழில் எ, ஒ’விற்கு புள்ளி வழக்கம் வீரமாமுனிவர் காலம் வரை நீடித்தது) தமிழில் இல்லாத வர்க்க எழுத்துக்கள் பொதுவாக கைவிடப்பட்டன. அசோக பிராமியின் கூட்டெழுத்து முறையும் கைவிடப்பட்டது.
</p><p>
தமிழ் பிராமி மூன்று கட்டங்களை உடையாதாக அறியப்படுகிறது, முற்கால தமிழ் பிராமியில், எழுத்தில் உள்ளார்ந்த அகரம் கிடையாது. ஆகார’க்குறி அகரம், ஆகாரம் இரண்டையும் குறித்த்து. இடைக்கால தமிழ் பிராமியில், ஆகாரக்குறி நிலை பெற்றது. அனால், ஒரு எழுத்து மெய்யா, அல்லது அகர உயிர்மெய்யா என்ற தெளிவு இருக்காது. பிற்கால தமிழ் பிராமியில் மெய்யெழுத்துக்களையும் (மற்றும் எகர ஒகரங்களையும்) குறிக்க புள்ளி உருவாக்கப்பட்ட்து
</p><p>
அதாவது, ”நிகழ்காலம்” என்ற சொல் பின்வாறாக எழுதப்பட்டிருக்கும்:
</p><p>
<i>முற்கால முறை :</i> நிகாழகாலாம
</p><p>
<i>இடைக்கால முறை :</i> நிகழகாலம
</p><p>
<i>பிற்கால முறை :</i> நிகழ்காலம்
</p><p>
300 – 400 CE வரை தமிழ் பிராமியில் எழுதப்பட்டு வந்தது,
</p><p>
தொல்காப்பியம் புள்ளியை எகர ஒகரங்களுக்கும் மெய்யெழுத்துக்களுக்கும் குறிப்பிடுவதில் இருந்து, தொல்காப்பிய காலத்தில் புள்ளி வழக்கில் வந்திருக்க வேண்டும்.
</p><p>
<q-img src="../../assets/tamil/pugalur_tamil_brahmi_inscription.png" width="400px"/><br/>

</p><p>
<i>2ஆம் நூற்றாண்டு CE – புகழூர் தமிழ் பிராமி கல்வெட்டு</i>
</p><p>
உள்ள உரை:
</p><p class="blockquote">
கொஆதன செலலிருமபொறை மகன <br/>

பெருஙகடுஙகொன மகன ளங<br/>

கடுஙகொ ளஙகொ ஆக அறுததகல<br/>
</p>
புள்ளியோ, எகர ஏகார, ஒகர ஓகார வேறுபாடோ கல்வெட்டில் இல்லாததை கவனிக்கவும். இகரமும் விடுபட்டுள்ளது

திருந்திய உரை:
<p class="blockquote">
கோஆதன் செல்லிரும்பொறை மகன்
<br/>
பெருங்கடுங்கோன் மகன் [இ]ளங்
<br/>
கடுங்கோ [இ]ளங்கோ ஆக அறுத்தகல்
</p><p>

<q-img src="../../assets/tamil/brami-amana.jpg" width="400px"/><br/>
</p><p>
<i>முசிறி – தமிழ் பிராமி  எழுத்துக்கள் – 2ஆம் நூற்றாண்டு பொது.சகாப்தம்</i>
</p><p>
”அமண” (&lt; சமண) என்று பானையில் பொறிக்கப்பட்டுள்ள தமிழ்-பிராமி எழுத்துக்கள். ( அதற்கு அடுத்து இருக்கும் இரண்டு வடிவங்கள்- சித்திரக்குறியீடுகள்). பழந்தமிழ் துறைமுகமான முசிறியில் [இன்றைய கேரளாவின் எர்ணாகுளத்தில் “பட்டணம்”] இது கிடைத்துள்ளது. 2ஆம் நூற்றாண்டளவிலேயே ஜைன மதம் சேர நாட்டில் செல்வாக்குடன் திகழ்ந்தது என்பதை இதன் மூலம் அறியலாம்
</p><p class="text-h6">
வட்டெழுத்து
</p><p>
பிறகு ஓலைச்சுவடியில் எழுதுவதற்கு வசதியாக தமிழ் பிராமி வட்ட வடிவமாக உருமாற துவங்கியது. இந்த காரணத்தினால் இக்காலக்கட்டத்து தமிழ் எழுத்து வட்டெழுத்து என அழைக்கப்படுகிறது. வட்டெழுத்து உருவான அதே கால கட்டத்தில், வடமொழி எழுதுவதற்காக பிராமியில் இருந்து பல்லவ கிரந்தம் என்ற எழுத்து பல்லவர் காலத்தில் தோன்றியது. வட்டெழுத்தும் பல்லவ கிரந்தமும் ஒரே காலக்கட்டத்தில் தோன்றியவை.
</p><p>
ஐந்தாம் நூறாண்டில் இருந்து 11ஆம் நூற்றாண்டு வரை தமிழை எழுத வட்டெழுத்து பயன்பட்டது. 7ஆம் நூற்றாண்டு வரை வட்டெழுத்து மட்டுமே, தமிழை எழுத பயன்பட்டது. அதன் பின்னர் அதன் பயன்பாடு படிப்படியாக குறைந்து. பிறகு நவீன தமிழ் எழுத்துக்களின், மூலமான பல்லவ-தமிழ் எழுத்துக்களால் முழுமையாக தமிழ் எழுதப்பட துவங்கியது. 11ஆம் நூற்றாண்டு வரை மட்டுமே தமிழ் எழுத பயன்பட்டாலும், 19ஆம் நூற்றாண்டு வரை கேரள தேசத்தில் மலையாள மொழியினை எழுத பயன்பாட்டில் இருந்தது. வட்டெழுத்தின் இன்னொரு வடிவமான கோலெழுத்து முறையும் மலையாளத்தை எழுத நீண்ட காலம் வழக்கில் இருந்தது.
</p><p>
வட்டெழுத்தில் புள்ளியின் பயன்பாடு நிச்சயமாக காணப்படும். அதனால், எகர ஒகரங்களும் தெளிவாக குறிக்கப்பெறும். ஒரே விஷயம் ப’கர வ’கர வேறுபாடுகள் அவ்வளவு தெளிவாக இருக்காது, இரண்டும் மிகவும் ஒத்த வடிவங்களை பெற்றிருக்கும்.
</p><p>
<q-img src="../../assets/tamil/vatteluttu_inscription_corrected.png" width="400px"/><br/>
</p><p>
<i>மஹேந்திர பல்லவர் காலத்து நடுகல்லில் வட்டெழுத்து</i>
</p><p class="blockquote">
கோவிசைய மயேந்திர <br/>

பருமற்கு முப்பத்திரண்டா <br/>

வது பொன்மோதனார் சே <br/>

வகன் வின்றண்[வ] <br/>

புலி குத்திப் பட்டான் <br/>

கல்
</p><p class="text-h6">
பல்லவ தமிழ்
</p><p>
பல்லவ கிரந்தத்தை பற்றி முன்னரே குறிப்பிட்டிருந்தோம் அல்லவா ? பல்லவ கிரந்தத்தை அடிப்படையாக கொண்ட எழுந்த பல்லவ-தமிழ் எழுத்துக்களும் அதே 7ஆம் நூற்றாண்டளவில் தமிழை எழுத பிரயோகிக்கப்பட ஆரம்பித்த்து. பல்லவ கிரந்தத்தில் இல்லாத ற,ழ,ன போன்றவை வட்டெழுத்தில் இருந்து கடன்பெற்று எழுதப்பட்டன. மகரமும் லகரமும் கூட வட்டெழுத்தை அடிப்படையாக கொண்ட வடிவத்தை பெற்றிருந்தன.
</p><p>
இந்த காலக்கட்டங்களில், அதாவது 7ஆம் நூற்றாண்டில் இருந்து, தமிழ் இரண்டு எழுத்துமுறைகளில் எழுதப்பெற்றது. பல்லவ-சோழ ராஜ்யமாக இருந்த வட தமிழகத்தில் பல்லவ எழுத்துக்களிலும் பாண்டிய ராஜ்யமாக இருந்த தென் தமிழகத்தில் வட்டெழுத்திலும் எழுதப்பட்டன.
</p><p>
11 ஆம் நூற்றாண்டளவில் வட்டெழுத்துமுறை முழுமையாக கைவிடப்பட்டு, தமிழ் முற்றிலும் பல்லவ எழுத்துக்களில் எழுதப்பட ஆரம்பித்த்து.
</p><p>
நம்முடைய தற்கால தமிழ் எழுத்துக்கள் இந்த பல்லவ எழுத்துமுறையில் இருந்து தோன்றியதே.
</p><p>
பல்லவ தமிழ் எழுத்தில் பல்வேறு குறைபாடுகள் இருந்தன. புள்ளி குறிக்கப்பெறவே இல்லை. நன்னூல் போன்ற பிற்கால இலக்கண நூல்களிலும் கூட புள்ளியின் பயன்பாட்டை ஏட்டளவில் குறித்தாலும் ஓலைச்சுவடிகளிலோ கல்வெட்டுகளிலோ புள்ளியை காண இயலாது. இதற்கு புள்ளியிட்டால் ஓலைச்சுவடி கிழிந்துவிடும் என்பதும் ஒரு காரணமாக கூறப்படுகிறது. அதனால், எகர ஏகார ஒகர ஓகார வேறுபாடும் இருக்காது. ர’கரமும் காலும் ஒரே வடிவத்தை கொண்டிருக்கும்.
</p><p>
”கொள” என்ற சொல் கொள், கோள், கெரள், கெர்ள், கேர்ள், கேரள், கேரள என்று என்னவாகவும் இருக்கலாம். இடத்திற்கு ஏற்றார்போல் பொருள் கொள்ளுதல் வேண்டும்.
</p><p>
<q-img src="../../assets/tamil/pallava_tamil_inscription.png" width="400px"/><br/>
</p><p>
<i>1005 CE சேர்ந்த ராஜ ராஜனின் செப்பேடு பல்லவ தமிழில்</i>
</p><p class="text-h6">
வீரமாமுனிவருக்கு முற்பட்ட தமிழ்
</p><p>
சுமார் 15ஆம் நூற்றாண்டளவிலேயே தற்கால தமிழுக்கு மிகவும் நெருங்கிய வடிவினை தமிழ் எழுத்துக்கள் பெற ஆரம்பித்தன.  அதே நேரத்தில், பல்லவ தமிழின் குறைபாடுகள் அவ்வாறே தொடர்ந்த வண்னம் இருந்தன.
</p><p>
<q-img src="../../assets/tamil/tamil_15th_century.png" width="400px"/><br/>
</p><p>
<i>பதினாறாம் நூற்றாண்டின் இறுதியில் அச்சிடப்பட்ட ஒரு தமிழ் கிறிஸ்தவ நூல்.</i>
</p><p>
ரகத்திற்கும் காலிற்கும் வித்தியாசம் இல்லாத்த்தை கவனிக்கவும். அதே போல புள்ளி இருக்காது. எகர ஏகார வேறுபாடும், ஒகர ஓகார வேறுபாடும் இருக்காது. செசுவகையிலுளபடடபாதிரிமாா (&lt; சேசுவகையிலுளபட்டபாதிரிமார்), முகவுரை போன்ற சொற்களை காண்க.
</p><p class="text-h6">
வீரமாமுனிவரின் தமிழ்
</p><p>
வீரமாமுனிவர் என்று தன்னை அழைத்துக்கொண்ட கிறிஸ்தவ மிஷினரி கொன்ஸ்டன்ஸோ பெஸ்கி பதினெட்டாம் நூற்றாண்டில் தமிழகம் வந்தார். கிறிஸ்தவ மதத்தை தமிழகத்தில் பரப்புவதற்காக, தமிழ் மொழியை அவர் கற்றுக்கொள்ள நேர்ந்த்து. தமிழ் எழுத்துமுறையினில் பல குறைகள் அவரை உறுத்தியது.
</p><p>
<q-img src="../../assets/tamil/oldtamil_pulli_eo.jpg" width="400px"/><br/>
</p><p>

வெளிநாட்டு கிறிஸ்தவ மிஷினரிகள் தமிழை கற்றுக்கொண்டு கிறிஸ்தவ மதத்தை பிரச்சாரம் செய்ய இவை தடையாக இருப்பதாக கருதினார், எனவே பல்வேறு சீர்திருத்தங்களை தமிழ் எழுத்துமுறையில் புகுத்தினார்.
</p><p>
ஏற்கனவே கூறியது போல், தமிழில் புள்ளி ஏட்டளவில் இலக்கண நூல்களில் மட்டுமே இருந்தது. நடைமுறையில், அதன் பயன்பாடு மிகவும் அருகிக்காணப்பட்டது. அச்சின் மூலம் புள்ளியின் பயன்பாட்டை மீண்டும் கொண்டு வந்தார்.
</p><p>
அதே போல, எ, ஒ முதலிய குறில்களும் (இலக்கணரீதியாக) புள்ளி பெற வேண்டி இருந்தது. புள்ளி பெறாதது நெடில்களாக கருதப்பட்டன.
</p><p>
புள்ளியினை மீண்டும் பிரபலப்படுத்தினாலும், அதே எகர ஒகரங்களுக்கான புள்ளியை அவர் பிரபலப்படுத்தவில்லை. உயிர் எழுத்துக்கள் புள்ளி பெறுவதை அவர் விரும்பாத காரணத்தினால் எ, ஒ ஆகியவற்றின் அமைப்பில் சில மாற்றங்களை செய்து ஏ , ஓ என புது நெடில் உருவங்களை படைத்தார். அதே போல, ஒற்றைக்கொம்பை மாற்றி நெடில்களுக்கு இரட்டை கொம்பை (ே) உருவாக்கினார். ஈகார உயிர்மெய்கள் ஒரு சுழி பெறுவது போல, கொம்பும் இன்னொரு சுழி பெருமாறு வடிவம் உருவாக்கப்பட்டது. புள்ளி பெறாத பழைய நெடில்கள், வீரமாமுனிவரின் தமிழில் குறில்களை குறித்தன.
</p><p>
அவர் எண்ணிய இரட்டைக்கொம்பு கீழிருந்து மேலாக எழுதப்பட வேண்டும் என்பது [ஈகாரக்குறி போல], ஆனால், இப்போதைய நடைமுறையில் அது மேலிருந்து கீழாகத்தான் எழுதப்படுகிறது. இவ்வாறு தான் காலப்போக்கில் எழுத்துக்கள் மாறுபாடுகளை அடைகின்றன !
</p><p>
அதே போல, கால்’ போல இருந்த ரகரத்துக்கு கீழே இன்னொரு சாய்வுக்கோடு இட்டது, யாரோ ஒரு பெயர் தெரியாத அச்சுத்தொழிலாளி மாற்றியதாக அறியப்படுகிறது.
</p><p class="text-h6">
பெரியார் தமிழ்
</p><p>
பெரியாருக்கு முற்பட்ட தமிழில் ஐகாரத்திற்கு இருவேறு குறிகள் இருந்தன. ல,ள,ன,ண முதலியவை ஒரு குறியையும், பிற எழுத்துக்கள் வேறு குறியையும் பெற்றன. அதே போல், ற,ன,ண ஆகியவையின் ஆகார உயிர்மெய்கள் சிறப்பு வடிவம் பெற்று திகழ்ந்தன.
</p><p>
இவைகளை ஒழுங்கற்றவைகளை பெரியார் கருதியதால், அவை அனைத்தும் எம்.ஜி.ஆர்’ஆல் நடைமுறைப்படுத்தப்பட்டது. அனைத்தும் மெய்களும் ஒரே சீராக ஐகாரக்குறியையும், காலையும் பெற்றன.
</p><p>
<q-img src="../../assets/tamil/tamil_periyar_reform.png" width="400px"/><br/>

</p><p>
தமிழ்-பிராமியில் இருந்து துவங்கி வட்டெழுத்து, பல்லவர் எழுத்து என பல்வேறு வடிவங்களை பெற்று,  வீராமாமுனிவரின் சீர்த்திருத்தத்தில் துவங்கி, பெரியாரால் சீர்திருத்தம் செய்யப்பெற்ற எழுத்துக்களிலேயே இன்று தமிழ் எழுதப்பட்டு வருகிறது.
</p><p>
இவ்வாறாக, பல்வேறு மாற்றங்களை தொடர்ந்து பெற்று வந்தாலும், கடந்த 2000 வருடங்களாக, தமிழ் பல்வேறு எழுத்துமுறைகளில் தொடர்ந்து எழுதப்பட்டு வருகிறது என்பது பெருமைப்பட வேண்டிய விஷயம்.
</p><p class="text-h6">
பிற்சேர்க்கை
</p><p>
தமிழ்-பிராமி, வட்டெழுத்தாகவும் பல்லவ-தமிழ் எழுத்தாகவும் சமகாலத்தில் உருமாற்றம் பெற்ற விதம். நடுவில் தமிழி என்ற குறிப்பிடப்பட்டுள்ளது “தமிழ்-பிராமி”.
<q-img src="../../assets/tamil/tamil_brahmi_vatteluttu.gif" width="400px"/><br/>
From: <a href="http://www.tamilvu.org/courses/degree/a051/a0514/html/a051414.htm">தமிழ் இணைய பல்கலைக்கழகம்</a>
</p><p class="text-h6">
மேற்கோள்கள்
</p><p>
1. Early Tamil Epigraphy, Airavatam Mahadevan
</p><p>
2. Elements of South Indian Paleography, A.C. Burnell
</p><p>
3. Indian Epigraphy, Richard Salamon
</p><p>
<a href="http://www.tamilheritage.org/thfcms/index.php?option=com_content&view=article&id=311&Itemid=398
">4. Slides of Dr. S Swaminathan, Tamil Heritage Foundation</a>
</p><p class="text-h6">
பிற
</p><p>
<a href="http://userpage.fu-berlin.de/~falk/">Indoskript</a>
</p><p>
<a href="http://viruntu.blogspot.com/2010/09/doctrina-christam-1579-cochin.html
">Dr. Rajam’s Post : Doctrina Christam, 1579, Cochin</a>
</p><p>
<a href="http://www.hindu.com/2011/03/14/stories/2011031453981800.htm">Tamil-Brahmi script found at Pattanam in Kerala</a>
</p>

    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
