<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="தமிழ் நாட்டு புத்தர் சிலைகள்" />
    </q-breadcrumbs>
      <div class="q-ml-lg q-mr-xl">

    <p class="text-h5">தமிழ் நாட்டு புத்தர் சிலைகள்

</p>
    <p><small><i>Composed: November, 2010</i></small></p>
<p>தீபாவளி நேர வார இறுதியில், தஞ்சாவூர் சரஸ்வதி மகால் சிலைகள் அருங்காசியகத்தை பார்க்கும் வாய்ப்பு கிடைத்தது. பலவகையான சிலைகள் மிக அருமையாக காணக்கிடைத்தன. கற்களால் ஆன சிலைகள் மட்டும் இன்றி, உலோக சிலைகளும் கண்களைக் கவரும் வண்ணம் இருந்தன.</p>

<p>பல்வேறு சிலைகளுள் தமிழ் நாட்டில் இருந்து கிடைக்கபெற்ற இரு புத்தர் சிலைகளும் அங்கு காணக்கிடைத்தது.</p>

<p class="text-h6">பட்டீஸ்வரம் புத்தர்</p>
<p>இது பட்டீஸ்வரத்தில் இருந்து எடுக்கப்பட்டது. விஜயநகரம் காலத்தை சார்ந்தது. காலம் – 14ஆம் – 16ஆம் நூற்றாண்டு. அதுவரை தமிழ்நாட்டில் பௌத்த மதம் இருந்திருக்கிறது.</p>

<p>வரலாற்றாசிரியர்கள், பொதுவாக பௌத்த மதம் தென்னாட்டில் நீண்ட நாட்கள் நிலைத்திருந்ததாக கருத்தை கொண்டுள்ளனர். வடநாட்டில் பௌத்த மதம் முற்றிலும் மறைந்த பிறகும் சில நூற்றாண்டுகள் தமிழ் நாட்டில் நிலைத்திருந்தாக கருதுகின்றனர்.</p>

<p>மிகவும் அழகான நிலையில் புத்தர் வீற்றிருக்கிறார்</p>

<q-img src="../../assets/tamil/buddha-tamil-1.jpg" width="400px"/>
<p>கரங்கள் தியான முத்திரையை காட்டுகின்றன. தலையில் புத்தர்களுக்கே உண்டான உஷ்ணீஷமும் நெற்றில் திலமும் காணபப்டுகின்றன.</p>

<p>உள்ளங்கையில் தர்மசக்கரம் பொறிக்கப்பட்டுள்ளது குறிப்பிடத்தக்கது.</p>

<q-img src="../../assets/tamil/buddha-tamil-2.jpg" width="400px" />
<br/> <br/>
<p>புத்தரின் திருவதனம்</p>

<q-img src="../../assets/tamil/buddha-tamil-3.jpg" width="400px" /> <br/><br/>

<p class="text-h6">மதகரம் புத்தர்</p>
<p>11ஆம் நூற்றாண்டை சார்ந்த சிலை</p>

<p>இதுவும் தியான நிலையில் அமர்ந்த புத்தரின் சிலை.</p>

<q-img src="../../assets/tamil/buddha-tamil-4.jpg" width="400px" />

<p><br/>
இங்கும் கைகளில் தர்மசக்கரம் பொறிக்கப்பட்டுள்ளது.</p>

<q-img src="../../assets/tamil/buddha-tamil-5.jpg" width="400px" /> <br/><br/>

<hr/>
<br/>
<q-img src="../../assets/tamil/namastamai_buddha_grantha.jpg"  width="400px" /> <br/><br/>

<p>நமஸ்தஸ்மை ப⁴க³வதே’ர்ஹதே ஸம்யக்ஸம்பு³த்³தா⁴ய 🙂</p>
 </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
