<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="தமிழகத்தில் வடவெழுத்துக்கள்" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl">
    <p class="text-h5">தமிழகத்தில் வடவெழுத்துக்கள்</p>
    <p><small><i>Composed: July, 2010</i></small></p>
<p>
தமிழில் வடவெழுத்துக்கள் – சிறிது சிக்கலான விவகாரமான தலைப்பு தான்,   ஆனாலும், வரலாற்று ரீதியில் ஆராயப்படவேண்டிய ஒரு தலைப்பு.
</p><p>

சமஸ்கிருதத்திற்கு என்று தனிப்பட்ட ரீதியில் எந்த எழுத்துமுறையும் (லிபியும்) கிடையாது. அந்தந்த பகுதியில் வழக்கில் உள்ள லிபியில் தான் சமஸ்கிருத மொழி எழுதப்பட்ட வந்தது. ஈராயிரம் ஆண்டுகளுக்கு முன்பு காந்தாரத்தில் கரோஷ்டி லிபியிலும், பிராமி லிபி தோன்றியவுடன் சில நூற்றாண்டுகள் பிராமியிலும் வழங்கி வந்தது.
</p><p>

பிராமி லிபி, அந்த பகுதிக்கு ஏற்றவாறு காலம் செல்ல செல்ல குப்த பிராமி, குஷன் பிராமி என்று திரிந்தது. அதிலிருந்து சித்தம் (இன்றும் ஜப்பான் நாட்டில் சமஸ்கிருதம் எழுத பயன்பட்டு வருகிற்து ) சாரதா போன்ற லிபிகள் தோன்றின. சித்தம் நாகரி லிபியாக மாற்றமடைந்து, தற்போதைய வடிவில் தேவநாகரியாக உள்ளது.
</p><p>

[ <i>துணைச்செய்தி:</i> பிராமியின் பெயர் தோற்றத்திக்கு வருவோம். ஜைனர்களின் நம்பிக்கையின் படி, எண்னையும் எழுத்தையும் பிற கலைகள் அனைத்தையும் தோற்றுவித்தது ஆதீஸ்வர் ஸ்ரீவிருஷபநாதர். தன்னுடைய மகள்கள் ப்ராஹ்மிக்கு எழுத்தையும், சுந்தரிக்கு எண்ணையும் கற்றுத்தந்தார்.  ஆகவே, அம்மூல எழுத்துக்கள் ஆதிபகவனுடைய மகளின் பெயரைக்கொண்டு ப்ராஹ்மி என்று அழைக்கப்பட்டதென நம்புகின்றனர்.  ]
</p><p>

தென்னாட்டு சமஸ்கிருத எழுத்துமுறை
தென்னாட்டில், கதம்ப லிபி ஆகவும் கிரந்த லிபியாகவும் பிராமி உருமாறியது. கதம்ப லிபியில் இருந்து தற்போதைய கன்னட/தெலுங்கு லிபிகள் தோன்றியது. தென்னாட்டில், கிரந்த லிபி வளர்ச்சி அடைந்தது. பல்லவர்களுடைய காலத்தில் வளர்ச்சி பெற்றதால், ஆரம்பல கால கிரந்தம், பல்லவ கிரந்தம் என்றும் பல்லவ லிபி என்றும் அழைக்கப்படுகிறது. பல்லவ காலத்தில் பௌத்த ஜைன மதங்கள் எழுச்சியுடன் செழுமையுடனும் திக்ழந்தன. கூடவே, சமஸ்கிருதமும் பரவலாக்கப்பட்டது.
</p><p>

பல்லவர்கள் தெற்காசிய மீது படையெடுத்த போது, தங்களுடன் சமஸ்கிருதத்தையும் அதை எழுதுவதற்கான பல்லவ கிரந்த லிபியையும் எடுத்துச்சென்றனர். பல நூற்றாண்டுகளுக்கு தெற்காசியாவின் ராஜ பாஷையாக சமஸ்கிருதம் விளங்கிற்று.  பலவேறு சமஸ்கிருத கல்வெட்டுக்கள் கிரந்த லிபியில் தெற்காசியாவில் காணப்படுகின்றன.
</p><p>
<q-img src="../../assets/tamil/buddha_pallava_pali.jpg" width="400px"/><br/>

</p><p>
<q-img src="../../assets/tamil/buddha_pali.jpg" width="400px"/><br/>

</p><p>

மேலே தாய்லாந்தில் ஏழாம் நூற்றாண்டைச்சேர்ந்த பல்லவ கிரந்த கல்வெட்டு. புத்த மத பாளி மொழி வாசகம் பல்லவ கிரந்த லிபியில். இதில் இருந்து பாளி மொழி கூட பல்லவ கிரந்தத்தில் எழுதப்பட்டிருப்பது தெரிகிறது. (அதனருகில் நவீனகால கிரந்த லிபி மற்றும் தமிழ்)
</p><p>

தாய் லாந்தில் ஹிந்து மதம் பின்பற்றப்பட்ட காலத்தில், தேவாரம், திருவாசகம், திருப்பாவை போன்ற தமிழ் நூல்கள் கூட கிரந்த லிபியில் எழுதப்பட்டு (இன்று வரை – தாய்லாந்து பௌத்த மதத்துக்கு முற்றிலும் மாறிய பிறகும்) தாய்லாந்து ராஜ குடும்பத்தின் விழாக்களில் பாராயனம் செய்யப்பட்டு வந்தது (வரப்படுகிறது) [தாய்லாந்தின் ராஜ குடும்பத்தின் ராஜகுருக்கள் ஹிந்து பிராமணர்கள் (தென்னாட்டில் இருந்து சென்று தாய்லாந்தில் குடியேறியவர்கள்) என்பது கூடுதல் செய்தி. இப்போதைய ராஜகுருவின் பெயர் “வாமதேவமுனி”].
</p><p>

தமிழகத்து பல்லவ கிரந்த லிபியில் இருந்து தாய் எழுத்துமுறை, குமெர் எழுத்துமுறை, ஜாவா, பாலி முதலிய எழுத்துமுறைகள் என்று எல்லா கிழக்காசிய எழுத்துமுறைகளும் பல்லவ கிரந்த லிபியை அடிப்படையாக கொண்டே எழுந்தன.
</p><p class="text-h6">

தமிழில் வடவெழுத்துக்கள்
</p><p>

தற்காலத்தில், தமிழில் வடவொலிகளை குறிக்க கிரந்த லிபியில் இருந்து எழுத்துக்கள் கொண்டு எழுதப்படுகின்றன. உண்மையில், தற்கால தமிழ் எழுத்துமுறையே கிரந்த லிபியில் இருந்து தோன்றியதே. 11-12ஆம் நூற்றாண்டு வாக்கில் வட்டெழுத்து கைவிடப்பட்டு, கிரந்தத்தை ஒட்டிய எழுத்துமுறையே தமிழுக்கு பயன்படுத்தப்பட துவங்கப்பட்டது [ஆனாலும், வட்டெழுத்து கேரள பகுதிகளில் 18ஆம் நூற்றாண்டுவரை மலையாள மொழிய எழுத பயன்பாட்டில் இருந்ததாக தெரிகிறது ]
</p><p>
<q-img src="../../assets/tamil/grantha_sriranga_tamil.jpg" width="400px"/><br/>

</p><p>

(शुभमस्तु स्वस्तिश्री சுபமஸ்து ஸ்வஸ்திஸ்ரீ என்று கிரந்தலிபியில் ஆரம்பிக்கும் 15ஆம் நூற்றாண்டை சேர்ந்த தமிழ்க்கல்வெட்டு )
</p><p>

தற்போது தமிழில் புழங்கி வரும் ஜ ஸ ஹ க்ஷ ஸ்ரீ ஆகிய கிரந்த எழுத்துக்கள் வடவொலிகளை குறிக்க பெரும்பாண்மையாக பொது வழக்கில் உள்ளன.
</p><p>

கிரந்த எழுத்துமுறை பல்லவ காலத்தில் தோன்றியது. ஆக, பல்லவ காலத்துக்கு முன்னர் புழங்கிய தமிழில் வடமொழி ஒலிகளை குறிக்கவில்லையா என்றால், அது தவறு. வடவெழுத்துக்கள் ஆரம்பகாலத்தில் இருந்து, அதாவது கிரந்தம் தோன்றும் முன்னரே தமிழில் புழங்கியதாக தெரிகிறது.  ஆக, பல்லவ காலத்துக்கு முன்னரே வடவெழுத்துக்களை தமிழ் வாசகங்களில் குறிப்பிட்டுள்ளனர்.
</p><p>

கிரந்தம் தோன்றும் முன்னரே ஆதி காலத்தில் இருந்து தமிழில் புழங்கியதாக தெரிகிறது.
</p><p class="text-h6">

தமிழ் பிராமியில் வடவெழுத்துக்கள்
</p><p>

தமிழ் மொழி ஈராயிரம் ஆண்டுகளுக்கு அசோக பிராமியை அடிப்படையாக கொண்டு தருவிக்கப்பட்ட தமிழ் பிராமியில் எழுதப்பட்டு வந்தது. வடமொழியில் இல்லாத குறில் எ, ஒ முதலிய எழுத்துக்கள் நெடில் ஏ, ஓ முதலியவற்றுக்கு புள்ளி வைத்து இயற்றப்பட்டன. அதே போல, ற, ழ, ள, ன போன்ற எழுத்துக்களுக்கு புது எழுத்து வடிவங்கள் தமிழ் பிராமியில் உருவாக்கப்பட்டன.
</p><p>

பலவேறு தமிழ் பிராமி கல்வெட்டுகள் வடவெழுத்துகளுடன் காணப்படுகின்றன.
</p><p>

ஆக, கிரந்த எழுத்து தோன்றும் முன்னரே  வடமொழி ஒலிகளை குறிக்க அசோக பிராமி எழுத்துக்கள் தமிழ் பிராமி எழுத்துகளுடன் பயன்படுத்தப்பட்டு வந்துள்ளன எனத்தெரிகிறது. காலம் செல்ல செல்ல மூல பிராமி பல்வேறு எழுத்துமுறைகளாக திரிந்த நிலையில், அது தென்னாட்டில் பல்லவ கிரந்தமாக உருவெடுக்க,  பண்டைய வழக்கத்தின்  தொடர்ச்சியாகத்தான், அப்போதும் வடவெழுத்துகள் தமிழுடன் பயன்படுத்தப்பட்டு வந்திருக்க வேண்டும்.
</p><p>

இப்போது பொதுவழக்கில் இல்லாத த³(dha ध) வும் கூட (அசோக பிராமி வடிவத்தில்) தமிழ் பிராமி கல்வெட்டுகளில் இருக்கிறது.
</p><p>

”த³ம்மம் ஈத்தஅ நெடுஞ்சழியன்” என்ற வாசகம் கி.மு இரண்டாம் நூற்றாண்டு மாங்குளம் கல்வெட்டில் காணப்படுகிறது. கூடவே ‘ஸ’ வும் பயன்பாட்டில் இருப்பதை கான்க. (தர்மம் என்ற சொல் தம்மம் என்ற பிராகிருத வடிவில் வருவதையும் கவனிக்கவும் )
</p><p>

<i>முழு பிராமி வாசகம்</i>
</p><p>
<q-img src="../../assets/tamil/mangulam.jpg" width="400px"/><br/>

</p><p class="blockquote">

கணிய்நந்தஅஸிரிய்ஈ
<br/>
குவ்அன்கே த³(ध)ம்மம்
<br/>

ஈத்தஅநெடுஞ்சழியன்
<br/>

பணஅன்கடல்அன்வழுத்திய
<br/>

கொட்டூபித்தஅபளிஈய்

</p><p>

வடவெழுத்து கொண்ட இன்னொரு தமிழ் பிராமி கல்வெட்டு கீழே:
</p><p>

ஸதியபுதோ அதியன்நெடுமான் ஈத்த ப(ள்)ளி என்று கி.பி முதலாம் நூறாண்டை சேர்ந்த தமிழ்-பிராமி ஜம்பை கல்வெட்டும் ஸ’கரத்துடன் (அசோக பிராமி வடிவம்) வருகிறது.
</p><p>
<q-img src="../../assets/tamil/jambai_brahmi.jpg" width="400px"/><br/>

</p><p class="blockquote">

ஸதியபுதோஅதியந்நெடுமாந்அஞ்சிஈத்தபளி
</p><p>

ஸதியபுதோ (&lt; சம்ஸ்: ஸத்யபுத்ர ) என்ற பிராகிருத சொல்லும் இங்கு பயின்று வருவது குறிப்பிடத்தக்கது.

</p><p>

ஆக, கிரந்த எழுத்து தோன்றும் முன்னரே வடமொழி ஒலிகளை குறிக்க அசோக பிராமி எழுத்துக்கள் தமிழ் பிராமி எழுத்துகளுடன் பயன்படுத்தப்பட்டு வந்துள்ளன எனத்தெரிகிறது.

</p><p class="text-h6">
தற்காலத்தமிழில் வடவொலிகள்
</p><p>
தற்காலத்தில், முன்னரே குறிப்பிட்டது போல, ஸ, ஹ, ஷ, ஜ, ஹ, ஆகிய தனி எழுத்துக்களும் க்ஷ, ஸ்ரீ போன்ற சம்யுக்தாக்ஷரங்களும் பொது வழக்கில் உள்ளன. அவை தமிழ் எழுத்துக்களாகவே, கருதபட்டு, எழுதபட்டு, தமிழ் எழுத்துமுறையின் அனைத்தும் சாரத்தையும் பெற்று எழுதப்படுகின்றன. ஆகியமட்டில் அவை தமிழ் எழுத்துக்கள். தமிழை எழுத தற்போதைய இவ்வெழுத்துக்களே போதுமானவை.
</p><p>
வடவெழுத்துக்கள் தேவைக்காற்றார்போல்,  பேதம் பாராது ஆதி காலத்தில் இருந்தே தமிழில் பயன்பட்டு வருப்படுகிறதே என்பது இங்கு சுட்டிக்காட்டப்படுகிறது. இதில் பேதம் பாராட்டுவது அவரவர்கள் அரசியலை புகுத்தி அனைத்து விதமான பேதங்களை கொட்டி, துவேஷத்தை வளர்ப்பது அவர்களின் மனோநிலையை பொருத்து !!
</p><p class="text-h6">
மேற்கோள்கள்
</p><p>
1.  <a href="http://www.tamilheritage.org/kidangku/DrSwaminathan/scripts/08a_Scripts_of_Tamilnadu_1_Tamil-Brahmi.pdf">எழுத்துக்களின் தோற்றம் தொடர், தமிழ் மரபு அறக்கட்டளை : தமிழ் பிராமி</a>
</p><p>
2.  <a href="http://www.skyknowledge.com/p">allava.htmPallava Script</a> , Ian James
</p><p>
3. <a href="http://userpage.fu-berlin.de/~falk/">Indoskript : A database of Indic Inscriptions</a>
</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
