<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md tamilold">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="குண்டலகேசி" />
    </q-breadcrumbs>
      <div class="q-ml-lg q-mr-xl tamilold">

    <p class="text-h5">திருக்குறள் – பௌத்த உரை
</p>
    <p><small><i>Composed: November, 2011</i></small></p>

<p>திருவள்ளுவர் வைதிகரா சமணரா என்று விவாதங்கள் நடைபெறும் நிலையில், திருக்குறளுக்கு ஏன் ஒரு பௌத்த உரை எழுதக்கூடாது என்று தோன்றியது :). முதற்குறளுக்கான பௌத்த உரை, இதோ !</p>
<q-img src="../../assets/tamil/buddha-reclining.jpg" class="q-ma-sm" width="400px"/><br/>

<p class="blockquote"><b>அகர முதல எழுத்தெல்லாம் ஆதி
பகவன் முதற்றே உலகு</b></p>

<p class="blockquote"><b>அகரம் எழுத்துக்களுக்கு முதன்மையானது ஆதிபகவன் உலகிற்கு முதன்மையானவன்.</b></p>

<p><b>எழுத்துக்களில் அகரத்தை மட்டும் முதன்மையாக உணர்த்தியது எதனால் ?</b></p>

<p>குருகுலத்தில் கற்கும் போது  அகரத்தை ஆசார்யர் உச்சரித்தவுடன், போதிசத்துவரின் அதிஷ்டானத்தினால் ”ததா அநித்ய ஸர்வஸம்ஸ்கார சப்தோ நிஸ்சரதி ஸ்ம” என்றவாறு அந்த அகரமானது சர்வஸம்ஸ்காரங்களும் ”அநித்யமானது” என உணர்த்தியதாம். “அகாரோ முக ஸர்வதர்மாணாம்” என்றவாறு அகரமே சகலதர்மங்களுக்கு முகமானது என்று அஷ்டஸாஹஸ்ரிக ப்ரஜ்ஞாபாரமிதா சூத்திரத்தில் பகவனே அகரத்தின் முதன்மைமை உபதேசிக்கிறார்.</p>

<p><b>ஆதிபகவன் யாரை குறித்தது ?</b></p>

<p>இங்கு ஆதிபகவன் எனக்குறிப்பது ஆதிபுத்தனையே. “பகவனே ஈசன் மாயோன் பங்கயன் சினனே *புத்தன்*” என்று சூளாமணி நிகண்டு கூறுகிறது. ”பகவான்மாரஜில்லோஜஜ்ஜின:” என்றவாறு அமரகோசமும் புத்தனுடைய நாமங்களில் ஒன்றாக “பகவத்” என்பதை குறிக்கிறது. ”ஏவம் மயா ஸ்ருதம் ஏகஸ்மின் ஸமயே பகவான்” என்று சகல பௌத்த சூத்திரங்களும் புத்தனை பகவான் என்று குறிப்பிட்டே நிதானத்தை துவங்குவதையும் கருத்தில்கொள்க.</p>

<p><b>எழுத்துக்கள் எதை குறித்தன ?</b></p>

<p>பிராஹ்மி, கரோஷ்டி, அங்கலிபி, வங்கலிபி, திராவிடலிபி என பகவனால் அறியப்பட்ட சதுஷ்ஷஷ்டி லிபிகள்.</p>

<p><b>ஆதிபகவன் உலகிற்கு முதன்மையானது எதனால் ?</b></p>

<p>அமரகோசத்தின்படி, “லோகஜித்” என்பதும் பகவனின் நாமமாம். உலகத்தை வென்றவனாதலால் உலகிற்கு முதன்மையானாவன் எனக்கருதுவது இங்கு பொருந்தும். லலிதவிஸ்தர சூத்திரத்திலும் ”லோகநாத இத்யுச்யதே | லோகஜ்யேஷ்ட இத்யுச்யதே | லோகஸ்ரேஷ்ட இத்யுச்யதே | லோகேஷ்வர இத்யுச்யதே |” என்றவாறு லோகநாதன் என்றும் குறிப்பாக லோகஜ்யேஷ்டன் (உலகத்திற்கு மூத்தவன்) என்றும் லோகசிரேஷ்டன் என்றும் லோகேஷ்வரன் என்று பகவனின் நாமங்களாக பல இருப்பது ஈண்டு கவனத்திற்கொள்ளவேண்டியது.</p>

<p>வர்தமானகால பத்திரகல்பத்து புத்தரை அன்றி திரிகாலங்களை சார்ந்த சகல புத்தர்களையும் குறிக்கும் பொருட்டு, தர்மகாயத்தின் உருவகமான ஆதிபுத்தனே போற்றப்பட்டரென்க. ஆதிபுத்தன் தர்மகாய ஸ்வரூபத்தை குறிப்பதாம். தர்மகாயத்தின் ஸ்வரூபம் மஹாவைரோசனராம். அகரமோ வைரோசன புத்தரின் பீஜம். அகரம் ஆதிபகவனுக்கு உவமையாக கூறப்பட்டது குறிப்பால் இதை உணர்த்தவே என்க.</p>

<p><b>உலகு என்பதை எதை குறித்தது ?</b></p>

<p>மேரு பர்வதமும் அதை சுற்றிய நான்கு மஹாத்வீபங்களும் போன்ற, ஆயிரம் மேரு மலைகளை கொண்டது “ஸஹஸ்ரசூடிக லோகதாது”. ஆயிரம் ஸஹஸ்ரசூடிக லோகதாதுவை அடக்கியது “த்விதீயமத்யம லோகதாது”. ஆயிரம் த்விதீயமத்யம லோகதாதுவை அடக்கியது ”திரிஸாஹஸ்ர மஹாஸாஹஸ்ர லோகதாது”. இந்த திரிஸாஹஸ்ரமஹாஸாஹஸ்ரலோகாது மொத்தமும் ஒரு உத்தமநிர்மாணகாய புத்தனின் ஆளுகைக்கு உட்பட்டதாம். உத்தமநிர்மாணகாய புத்தனின் ஆளுகைக்கு உட்பட்டவையே “உலகு” என குறிக்கப்பட்டது.</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
