<template>
  <q-page padding>
    <q-breadcrumbs class="q-mb-md">
      <q-breadcrumbs-el label="Home" icon="home" to="/" />
      <q-breadcrumbs-el label="Writings" icon="create" to="/writings" />
      <q-breadcrumbs-el label="தமிழ்" to="/writings/tamil" />
      <q-breadcrumbs-el label="திரைலோக்கியவிஜயரும் சிவனும்
" />
    </q-breadcrumbs>
    <div class="q-ml-lg q-mr-xl">
    <p class="text-h5">திரைலோக்கியவிஜயரும் சிவனும்
</p>
    <p><small><i>Composed: March, 2011</i></small></p>
<p>
சர்வ ததாகத தத்துவ சங்கிரஹம் என்னும் வஜ்ரயான (பௌத்த தாந்த்ரீக) நூலில் வஜ்ரபாணி சிவனை அடக்கியது குறிப்பிடப்பட்டுள்ளது. காரணடவியூஹ சூத்திரத்தில் தானே அவலோகிதேஸ்வரரிடம் புத்த வியாகரணம் கேட்பதாக விபரிக்கப்பட்ட அதே வேளையில், இங்கு சிவன் வஜ்ரபாணியினால் அடக்கப்பட்டு, பஸ்மேஸ்வர புத்தராக புத்தத்துவம் எய்த இருப்பதை உணர்வதாக சர்வ ததாகத தத்துவ சங்கிரஹம் குறிப்பிடுகிறது. இந்த நிகழ்வின் சுருக்கம் பின்வருமாறு.
</p><p class="text-h6">
அனைத்து தேவர்களும் சுமேரு வருகை
</p><p>
<q-img src="../../assets/tamil/vairocana.jpg" width="400px" class="q-ma-sm"/><br/>ஒரு சமயம் சுமேரு மலையின் உச்சியில் அனைத்து புத்தர்களும் ஒரு மண்டலத்தை உருவாக்குவதற்காக வஜ்ரபாணியை தன்னுடைய குலத்தை சேர்ந்த அத்தனை பரிவார தேவர்களை அழைக்குமாறு வேண்டுகோள் விடுக்கின்றனர். இருப்பினும் வஜ்ரபாணி இதற்கு மறுப்புத்தெரிவிக்கிறார். உலகில் தர்மத்தை ஏற்றுக்கொள்ளாத மகேஸ்வரன் போன்ற தேவர்கள் இருப்பதாகவும் அனைத்து புத்தர்களாலேயே இவர்களை அடக்காத போது, தான் எவ்வாறு அவர்களை இங்கே அழைத்துவருவது என கேள்வி எழுப்புகிறார்.
</p><p>
உடனே மகாவைரோசன புத்தர் சமாதி நிலை அடைகிறார். அதன் பலனாக வஜ்ரபாணி திரைலோக்யவிஜய (மூவுலகத்தையும் வெற்றிக்கொள்பவர்) உருவத்தை எய்துகிறார். மேலும் மகேஸ்வரனையும் அவருடைய பரிவார தேவர்களையும் மேரு மலையின் மேல் பிரசன்னமாகுமாறு செய்கிறார். உடனே வஜ்ரபாணி அவர்களை நோக்கி தர்மத்தை ஏற்றுக்கொண்டு புத்தரிடமும் தர்மத்திடமும் சங்கத்திடமும் சரண் புகுமாறு ஆணையிடுகிறார். அவ்வாறு சரணமடைந்து சர்வஞானத்தையும் அடையுமாறு கூறுகிறார்.
</p><p class="text-h6">
தர்மத்தை ஏற்றுக்கொள்ள மறுக்கும் சிவன்
</p><p>
<q-img src="../../assets/tamil/vajrapani.jpg" width="200px" class="float-left q-ma-sm"/>
இதை கேட்ட சிவன் வஜ்ரபாணியை நோக்கி, ”நீ ஒரு வெறும் ஒரு யட்சன். நானோ தேவாதிதேவன், மகாதேவன், ஆதிதேவன், ஈஸ்வரன், மகேஸ்வரன், கேவலம் ஒரு யட்சன் சொல்வதையெல்லாம் என்னால் கேட்க இயலாது”
</p><p>
மகேஸ்வரன் மகாவைரோசன புத்தரை நோக்கி, “இந்த யட்சன் யாரிடம் ஆணையிடுகின்றான் என்று அவன் அறிவானா ?” அதற்கு மகாவைரோசன புத்தர் “மகேஸ்வரனே, வஜ்ரபாணி சொல்வதை கேட்டுவிடு. அவர் கோபத்துக்கு ஆளாகிவிடாதே. அவரின் கோபம் அனைத்து உலகத்தையும் அழிக்கும் வல்லமை கொண்டது”
</p><p>
புத்தர் சொன்னதை கேட்காத சிவன் தான் யார் என்பதை வஜ்ரபாணியிடம் காண்பிக்க தன்னுடைய வாயிலிருந்து நெருப்பை கக்கக்கூடிய அதிஉக்ர வடிவமான மகாபைரவ உருவத்தை எய்துகிறார். வஜ்ரபாணியை நோக்கி, “ஓ..யட்ச ராஜனே!. நான் சொல்வதை இப்போது நீ கேள்” என ஏளனமாக கூறுகிறார். பிறகு ஒருவருக்கொருவர் பதப்பிரயோக போரை நிகழ்த்த, இதனால் வெறுப்புற்ற வஜ்ரபாணி மகாவைரோசனரை பார்த்து, “பகவான், இவன் தேவனாக இருந்தும் கூட தர்ம்த்தை மதிக்கவில்லை, நான் இப்போது என்ன செய்வது” என கேட்கிறார்.
</p><p class="text-h6">
மூர்ச்சையாகும் சிவன்
</p><p>
Trailokyavijaya-redஉடனே மகாவைரோசன புத்தர் தன்னுடைய சக்தியை பயன்படுத்தி அனைத்து தேவர்களையும் மூர்ச்சையாக்குமாறு செய்கிறார். பிற தேவர்கள் இதைத்தாளாமல் வஜ்ரபாணியிடம் சரண் புகுந்து விடுகின்றனர். மகேஸ்வரன் மட்டும் மூர்ச்சையாகவே இருக்கிறார். பிறகு வைரோசன புத்தர் அனைவருக்கும் தர்ம உபதேசனை செய்கிறார், மூர்ச்சையாக இருக்கும் சிவனை தவிர அனைத்து தேவர்களும் தர்மத்தை ஏற்றுக்கொண்டு மகிழ்ச்சியாக இருந்தனர்.
</p><p>
வைரோசனர் வஜ்ரபாணியை நோக்கி மகேஸ்வரனை மீண்டும் உயிர்ப்பித்தால் அவனை திருத்தலாம் என கூறுகிறார். வஜ்ரபாணி அதை ஏற்றுக்கொள்ள, வைரோசனர் சிவனை உயிர்ப்பிக்கிறார். உயிர்த்தெழுந்த மகேஸ்வரன் நிற்கமுடியாமல் நின்று வைரோசனரை நோக்கி, “தாங்கள் கூறவருவது என்ன ?” என கேட்க, அதற்கு புத்தர் “மகேஸ்வரா, நீ இன்னும் வஜ்ரபாணி சொல்படி நடக்கவில்லை, அவருடைய சொல்படி நடந்து அவரிடம் சரணாகதி அடைந்துவிடு” என கூறுகிறார்.
</p><p>
சிவன் வைரோசன புத்தரிடம், “பகவான், என்னைப்போன்றவர்களை வஜ்ரபாணி போன்றோரிடம் இருந்து காப்பது தங்களது கடமையல்லவா ?”, இதற்கு வைரோசனர் “வஜ்ரபாணி எல்லா புத்தர்களுக்கும் அதிபதி. என்னால் அது இயலாத செயல். புத்தர்களால் அஹிம்சா முறையில் சாதிக்க முடியாததை நிறைவேற்றவே வஜ்ரபாணி உள்ளார்”. உடனே சிவன், “பகவானே, இது எப்படி சாத்தியம் ஆகும் ?. பஞ்சமகா புத்தர்கள் மூவுலகத்திற்கும் அதிபதி அல்லவா ? உங்களுக்கே எப்படி வஜ்ரபாணி அதிபதி ஆக முடியும் ?”
</p><p class="text-h6">
சிவனை அடக்கும் வஜ்ரபாணி
</p><p>
<q-img src="../../assets/tamil/trailokyavijaya.jpg" width="200px" class="float-left q-ma-sm"/>

அதற்குள் திரைலோக்யவிஜய ரூபத்தில் இருந்த வஜ்ரபாணி சிவனை நொக்கி, “மகேஸ்வரனே, நான் சொல்வதை கேள். என்னிடம் சரண் புகுந்து விடு” என கூறுகிறார். எனினும் இதனால் இன்னும் எரிச்சல் உற்ற சிவன் வஜ்ரபாணியை நோக்கி, “உன்னிடம் சரண் புகுந்து உன் உபதேசங்களை ஏற்றுக்கொள்வதை விட நான் மரணத்தையே ஏற்றுக்கொள்வேன்” என்கிறார். இதனால் மிகுந்த உக்ரம் அடைந்த திரைலோக்யவிஜய வஜ்ரபாணி விஸ்வரூபம் எடுத்து தன்னுடைய ஒரு பாதத்தை சிவன் மீதும் இன்னொரு பாதத்தை உமாதேவி மீது வைத்து இருவரையும் அடக்குகிறார்.
</p><p>
வஜ்ரபாணியின் பாதங்கள் பட்டவுடன், அதன் பலனால், தாம் பல கோடி வருடங்களுக்கு பிறகு ”பஸ்மச்சன்னம்” என்னு உலகத்தில் “பஸ்மேஸ்வர புத்தர்” ஆகப்போவதை சிவன் உணர்கிறார். உமாதேவியும் தான் வருங்காலத்தில் “உமேஸ்வர புத்தர்” ஆகப்போவதை உணர்கிறார். இதனால் ஞானம் பெற்று மனம் மாறுகின்றனர் சிவனும் உமாதேவியும்.
</p><p>
பிறகு வஜ்ரபாணி அனைத்து தேவர்களையும் தன்னுடைய மண்டலத்தில் வந்து தம்மை இருத்திக்கொண்டு மண்டலத்தை காக்குமாறு வேண்டுகோள் விடுக்கிறார். சிவனும், உமாதேவியும் மற்றும் தேவர்களும் உவப்புடன் வஜ்ரபாணியின் மண்டலத்தில் ஐக்கியம் ஆகின்றனர்.
</p><p class="text-h6">குறிப்புகள்
</p><p>இச்சம்வத்தின் போது மகாவைரோசன புத்தரும், வஜ்ரபாணியும், மஹேஸ்வரனும் செய்யும் மந்திர உச்சாடனங்கள் இங்கு அவற்றி்ன் குஹ்யத்துவத்தை கருத்தில் கொண்டு தரப்படவில்லை.
</p><p>
<p class="text-h6">மேற்கோள்கள்</p>
<p>Linrothe, Rob. Ruthless Compassion. Serindia Publications. ISBN 978-0906026519.
</p><p>McKay, Alex. The History of Tibet. Routledge. ISBN 978-0700715084.
</p><p>Huntington, John C. The Circle of Bliss. Serindia Publications. ISBN 978-1932476019.</p>
    </div>
  </q-page>
</template>

<script>
export default {
  name: 'PageIndex',
  components: {
  },
  data () {
    return {
    }
  }
}
</script>

<style scoped>
.blockquote {
  background: #f9f9f9;
  border-left: 10px solid #ccc;
  margin: 1.5em 10px;
  padding: 0.5em 10px;
  quotes: "\201C""\201D""\2018""\2019";
}
.blockquote:before {
  color: #ccc;
  content: open-quote;
  font-size: 4em;
  line-height: 0.1em;
  margin-right: 0.25em;
  vertical-align: -0.4em;
}
.blockquote p {
  display: inline;
}
.iast {
}
</style>
